{"id":"CM-000001","category":"Major Arcana","label":"INNOCENCE","description":"(The Fool) A bright cliff-edge morning, a small dog yapping at your heels, and the world daring you to step anyway."}
{"id":"CM-000002","category":"Major Arcana","label":"ALCHEMY","description":"(The Magician) One hand to the sky, one to the earth, you feel power route through you as if you are the wire."}
{"id":"CM-000003","category":"Major Arcana","label":"VEIL","description":"(The High Priestess) Between black and white pillars, a curtain of pomegranates hides an ocean, and you know without knowing."}
{"id":"CM-000004","category":"Major Arcana","label":"ABUNDANCE","description":"(The Empress) Wheat bends in warm wind, ripe fruit perfumes the air, and comfort looks like a throne."}
{"id":"CM-000005","category":"Major Arcana","label":"SOVEREIGN","description":"(The Emperor) Stone, ram heads, a hard red cloak, and rules that hold the world together until they don’t."}
{"id":"CM-000006","category":"Major Arcana","label":"DOGMA","description":"(The Hierophant) Candles, keys, and a voice that sounds like tradition, asking what you will obey."}
{"id":"CM-000007","category":"Major Arcana","label":"UNION","description":"(The Lovers) An angel’s still gaze above two bare souls, and a choice that feels like chemistry and consequence."}
{"id":"CM-000008","category":"Major Arcana","label":"VICTORY","description":"(The Chariot) Two beasts pull in opposite directions, yet the will inside you keeps the line straight."}
{"id":"CM-000009","category":"Major Arcana","label":"COURAGE","description":"(Strength) A gentle hand on a lion’s jaw, and the strange realization that softness can be stronger than force."}
{"id":"CM-000010","category":"Major Arcana","label":"SOLITUDE","description":"(The Hermit) A lantern in snow, a staff in hand, and wisdom that arrives as quiet rather than answers."}
{"id":"CM-000011","category":"Major Arcana","label":"CYCLING","description":"(Wheel of Fortune) The wheel turns, creatures cling and fall, and you feel luck like weather across your skin."}
{"id":"CM-000012","category":"Major Arcana","label":"VERDICT","description":"(Justice) A sword that does not tremble, scales that do, and truth that demands a price."}
{"id":"CM-000013","category":"Major Arcana","label":"SUSPENSION","description":"(The Hanged Man) Upside down, haloed, you learn what changes when you stop trying to win."}
{"id":"CM-000014","category":"Major Arcana","label":"TRANSITION","description":"(Death) A pale rider passes, banners lift, and the old story ends without asking permission."}
{"id":"CM-000015","category":"Major Arcana","label":"BLENDING","description":"(Temperance) Water pours between cups in impossible patience, and extremes learn to share a body."}
{"id":"CM-000016","category":"Major Arcana","label":"BONDAGE","description":"(The Devil) Chains hang loose enough to slip off, yet desire keeps you seated."}
{"id":"CM-000017","category":"Major Arcana","label":"UPHEAVAL","description":"(The Tower) Lightning splits stone, crowns fall, and liberation arrives as catastrophe."}
{"id":"CM-000018","category":"Major Arcana","label":"HOPE","description":"(The Star) Naked under night air, you pour water into land and stream, and the sky keeps its promise."}
{"id":"CM-000019","category":"Major Arcana","label":"ILLUSION","description":"(The Moon) Wolves howl, a crustacean crawls from the deep, and the path ahead is made of feelings."}
{"id":"CM-000020","category":"Major Arcana","label":"RADIANCE","description":"(The Sun) A child rides through sunflowers, and everything becomes embarrassingly alive."}
{"id":"CM-000021","category":"Major Arcana","label":"AWAKENING","description":"(Judgement) A trumpet rends the fog, coffins open, and you are called by your truest name."}
{"id":"CM-000022","category":"Major Arcana","label":"COMPLETION","description":"(The World) A wreath frames dancing motion, four watchers hold the corners, and you arrive where you began with new eyes."}
{"id":"CM-000023","category":"Wands","label":"IGNITION","description":"(Ace of Wands) A hand from cloud offers a living branch, and your spine says yes before your mind catches up."}
{"id":"CM-000024","category":"Wands","label":"DOMINION","description":"(Two of Wands) You hold a small world in your palm while the sea waits, patient, for you to choose a horizon."}
{"id":"CM-000025","category":"Wands","label":"FORESIGHT","description":"(Three of Wands) Ships move like slow thoughts on the water, and your future feels large enough to be navigable."}
{"id":"CM-000026","category":"Wands","label":"CELEBRATION","description":"(Four of Wands) Garlands sway over an open gate, and the air tastes like arrival and shared relief."}
{"id":"CM-000027","category":"Wands","label":"FRAY","description":"(Five of Wands) Five sparks collide midair, and playfulness blurs into rivalry before anyone admits it."}
{"id":"CM-000028","category":"Wands","label":"LAUREL","description":"(Six of Wands) A wreath crowns your head while the crowd cheers, and you wonder what they think you defeated."}
{"id":"CM-000029","category":"Wands","label":"DEFENSE","description":"(Seven of Wands) You stand on higher ground with your staff raised, holding a boundary that exists mostly in your will."}
{"id":"CM-000030","category":"Wands","label":"ARROW","description":"(Eight of Wands) Eight streaks cut the sky, and the message arrives before you are ready to receive it."}
{"id":"CM-000031","category":"Wands","label":"VIGILANCE","description":"(Nine of Wands) Bandaged but upright, you guard the last inches of your endurance like a sacred border."}
{"id":"CM-000032","category":"Wands","label":"OVERLOAD","description":"(Ten of Wands) You carry a bundle of burning weight, and the destination feels both necessary and absurd."}
{"id":"CM-000033","category":"Wands","label":"KINDLING","description":"(Page of Wands) A young gaze meets the staff like a flirtation with destiny, curious, fearless, untested."}
{"id":"CM-000034","category":"Wands","label":"CHARGE","description":"(Knight of Wands) A horse leaps forward, cloak snapping, and desire becomes a direction with no brakes."}
{"id":"CM-000035","category":"Wands","label":"SUNFIRE","description":"(Queen of Wands) She sits with calm heat, sunflower and cat, and confidence that feels earned rather than performed."}
{"id":"CM-000036","category":"Wands","label":"COMMAND","description":"(King of Wands) A throne of flame and lions, and leadership that looks like vision refusing to apologize."}
{"id":"CM-000037","category":"Cups","label":"GRAIL","description":"(Ace of Cups) A chalice overflows into lilies, and the heart opens like a door that was never locked."}
{"id":"CM-000038","category":"Cups","label":"COVENANT","description":"(Two of Cups) Two cups meet under a winged sign, and partnership feels like a ritual with real weather."}
{"id":"CM-000039","category":"Cups","label":"REVEL","description":"(Three of Cups) Three voices raise their cups, and joy becomes a small community you can step into."}
{"id":"CM-000040","category":"Cups","label":"INERTIA","description":"(Four of Cups) Offered a cup from the strange hand of the unseen, you stare past it, unsure whether you want more."}
{"id":"CM-000041","category":"Cups","label":"GRIEF","description":"(Five of Cups) Spilled wine darkens the ground, two cups still stand, and loss insists on being the loudest color."}
{"id":"CM-000042","category":"Cups","label":"CHILDHOOD","description":"(Six of Cups) A courtyard of flowers and small gifts, and memory returns with sweetness that hides its sharp edge."}
{"id":"CM-000043","category":"Cups","label":"FANTASIA","description":"(Seven of Cups) Seven shimmering choices hover like dreams in a fog, and desire multiplies faster than discernment."}
{"id":"CM-000044","category":"Cups","label":"EXODUS","description":"(Eight of Cups) Under an eclipsed sky you walk away from full cups, choosing the unknown over the familiar."}
{"id":"CM-000045","category":"Cups","label":"SATISFACTION","description":"(Nine of Cups) A figure sits before a curved row of cups, smiling like a wish that learned to breathe."}
{"id":"CM-000046","category":"Cups","label":"EDEN","description":"(Ten of Cups) A rainbow arches above a home, and happiness looks simple until you realize how hard it is to keep."}
{"id":"CM-000047","category":"Cups","label":"DREAMER","description":"(Page of Cups) A fish rises from a cup to stare back, and imagination becomes a messenger with wet hands."}
{"id":"CM-000048","category":"Cups","label":"QUEST","description":"(Knight of Cups) A knight offers a cup like a poem made solid, and romance rides forward on gentle certainty."}
{"id":"CM-000049","category":"Cups","label":"EMPATHY","description":"(Queen of Cups) She holds the cup as if listening to it, and compassion becomes an ocean with boundaries."}
{"id":"CM-000050","category":"Cups","label":"EQUANIMITY","description":"(King of Cups) Calm water hides deep currents, and mastery looks like feeling everything without drowning."}
{"id":"CM-000051","category":"Swords","label":"VERITY","description":"(Ace of Swords) A blade rises crowned with light, and clarity cuts cleanly through the fog of excuses."}
{"id":"CM-000052","category":"Swords","label":"BLINDFOLD","description":"(Two of Swords) Seated with crossed blades, eyes covered, you hold stillness like a temporary treaty."}
{"id":"CM-000053","category":"Swords","label":"RENDING","description":"(Three of Swords) Rain falls on a pierced heart, and truth arrives with edges you cannot soften."}
{"id":"CM-000054","category":"Swords","label":"REPOSE","description":"(Four of Swords) In a stone chapel of rest, your mind lies down beside the sword it carried too long."}
{"id":"CM-000055","category":"Swords","label":"SPITE","description":"(Five of Swords) One figure gathers blades while others walk away, and winning tastes like loneliness."}
{"id":"CM-000056","category":"Swords","label":"PASSAGE","description":"(Six of Swords) A boat glides over grey water, and transition feels like leaving one language for another."}
{"id":"CM-000057","category":"Swords","label":"LARCENY","description":"(Seven of Swords) You carry stolen swords at dawn, and strategy flirts with self-deception."}
{"id":"CM-000058","category":"Swords","label":"ENTRAPMENT","description":"(Eight of Swords) Bound and surrounded, you discover how much of prison is made of belief."}
{"id":"CM-000059","category":"Swords","label":"NIGHTMARE","description":"(Nine of Swords) You wake upright in the dark, and thoughts line up like knives you cannot put down."}
{"id":"CM-000060","category":"Swords","label":"FINALITY","description":"(Ten of Swords) A body under a black sky, blades settled, and the strange mercy of an ending that cannot be argued with."}
{"id":"CM-000061","category":"Swords","label":"SCRUTINY","description":"(Page of Swords) A young watcher lifts the blade into wind, and curiosity sharpens into vigilance."}
{"id":"CM-000062","category":"Swords","label":"ONSLAUGHT","description":"(Knight of Swords) He charges through storm air, and conviction becomes a weapon with its own momentum."}
{"id":"CM-000063","category":"Swords","label":"DISCERNMENT","description":"(Queen of Swords) She holds the sword upright, gaze unwavering, and speaks with the cleanliness of winter."}
{"id":"CM-000064","category":"Swords","label":"DECREE","description":"(King of Swords) A throne of order and law, and authority that demands you think as sharply as you act."}
{"id":"CM-000065","category":"Pentacles","label":"SEED","description":"(Ace of Pentacles) A coin offered by a cloud-hand over a garden gate, and the material world becomes a blessing you can hold."}
{"id":"CM-000066","category":"Pentacles","label":"JUGGLE","description":"(Two of Pentacles) Coins loop in an infinity dance while ships ride waves, and balance feels like playful strain."}
{"id":"CM-000067","category":"Pentacles","label":"CRAFT","description":"(Three of Pentacles) Under cathedral arches, work becomes devotion, measured in stone, skill, and shared vision."}
{"id":"CM-000068","category":"Pentacles","label":"GRIP","description":"(Four of Pentacles) A figure clutches coins to chest and crown, and security hardens into armor."}
{"id":"CM-000069","category":"Pentacles","label":"EXILE","description":"(Five of Pentacles) Snow, stained glass, limping figures, and the ache of warmth that is near but not offered."}
{"id":"CM-000070","category":"Pentacles","label":"ALMS","description":"(Six of Pentacles) A giver weighs coins and mercy on scales, and generosity reveals its hidden rules."}
{"id":"CM-000071","category":"Pentacles","label":"PATIENCE","description":"(Seven of Pentacles) Leaning on a tool, you watch pentacles ripen, and effort waits for time to do its part."}
{"id":"CM-000072","category":"Pentacles","label":"DILIGENCE","description":"(Eight of Pentacles) Hammer and pentacle, again and again, and mastery is born from repetition without resentment."}
{"id":"CM-000073","category":"Pentacles","label":"SPLENDOR","description":"(Nine of Pentacles) A garden of grapes, a falcon at the wrist, and solitude that feels like earned luxury."}
{"id":"CM-000074","category":"Pentacles","label":"DYNASTY","description":"(Ten of Pentacles) An archway of legacy, dogs at heel, and family as both shelter and inheritance."}
{"id":"CM-000075","category":"Pentacles","label":"STUDENT","description":"(Page of Pentacles) In a wide field, you hold a single coin as if it contains a whole syllabus of fate."}
{"id":"CM-000076","category":"Pentacles","label":"STEWARD","description":"(Knight of Pentacles) A still horse, a planted gaze, and progress that arrives like sunrise, slow and certain."}
{"id":"CM-000077","category":"Pentacles","label":"NURTURE","description":"(Queen of Pentacles) Surrounded by orchard and rabbit, she cradles the coin like a living thing."}
{"id":"CM-000078","category":"Pentacles","label":"PROSPERITY","description":"(King of Pentacles) Vines and bulls frame the throne, and abundance speaks in the language of stewardship."}
{"id":"CM-000079","category":"Mythic lexicon","label":"COSMOS","description":"You stand on a stair of frozen starlight while whole galaxies rotate below like slow lanterns in a black cathedral."}
{"id":"CM-000080","category":"Mythic lexicon","label":"PANTHEON","description":"A roundtable of gods argues in thunder and perfume, their laughter tilting the constellations out of alignment."}
{"id":"CM-000081","category":"Mythic lexicon","label":"SERAPH","description":"Six-winged fire drifts overhead, singing a chord that makes your ribs feel like tuning forks."}
{"id":"CM-000082","category":"Mythic lexicon","label":"NECROMANCY","description":"In a salt-ringed crypt, names rise off bone like moths and settle into a new, borrowed heartbeat."}
{"id":"CM-000083","category":"Mythic lexicon","label":"ASTRAL","description":"You wade through an ocean of midnight ink where thoughts glow as jellyfish and every breath tastes like metal."}
{"id":"CM-000084","category":"Mythic lexicon","label":"ORACLE","description":"A blind seer pours mercury onto a map of the sky, and the droplets arrange themselves into warnings you cannot unread."}
{"id":"CM-000085","category":"Mythic lexicon","label":"RELIQUARY","description":"Behind glass older than time, a saint’s tear floats, and every pilgrim who looks at it remembers a life they never lived."}
{"id":"CM-000086","category":"Mythic lexicon","label":"ECLIPSE","description":"The sun is bitten clean away and the world goes velvet-dark, then prayers start to cast shadows of their own."}
{"id":"CM-000087","category":"Mythic lexicon","label":"WYRM","description":"A cosmic serpent coils through a ringed planet, scales flashing with runes that read you back."}
{"id":"CM-000088","category":"Mythic lexicon","label":"HALO","description":"A crown of pale light hovers above an abandoned altar, humming like a distant choir rehearsing your name."}
{"id":"CM-000089","category":"Mythic lexicon","label":"LITURGY","description":"Incense and syllables spiral upward, and the air becomes a staircase for whatever is listening."}
{"id":"CM-000090","category":"Mythic lexicon","label":"MIRAGE","description":"In shimmering heat, a city of crystal appears, and the nearer you walk, the more it feels like a memory trying to become real."}
{"id":"CM-000091","category":"Mythic lexicon","label":"RUNE","description":"A single carved mark on stone warms under your palm, and the ground answers with a low, patient yes."}
{"id":"CM-000092","category":"Mythic lexicon","label":"MONOLITH","description":"A black pillar stands in a field of ash, reflecting stars that are not in your sky."}
{"id":"CM-000093","category":"Mythic lexicon","label":"TEMPLE","description":"The doors open without hands, and inside the silence is so deep it feels like a presence with good manners."}
{"id":"CM-000094","category":"Mythic lexicon","label":"CHOIR","description":"Voices rise from nowhere, harmonies stacking like luminous architecture around your spine."}
{"id":"CM-000095","category":"Mythic lexicon","label":"VORTEX","description":"A spiral of wind and whispers forms a throat in the air, inviting you to step into the sentence it is speaking."}
{"id":"CM-000096","category":"Mythic lexicon","label":"GRIMOIRE","description":"A book bound in stormcloud leather turns its own pages, revealing diagrams that look like weather patterns for souls."}
{"id":"CM-000097","category":"Mythic lexicon","label":"SIGIL","description":"Chalk lines on the floor flare blue, and the room remembers a geometry it swore it had forgotten."}
{"id":"CM-000098","category":"Mythic lexicon","label":"PHANTASM","description":"A translucent deer walks through your campfire, antlers filled with tiny moving stars."}
{"id":"CM-000099","category":"Mythic lexicon","label":"AURORA","description":"Curtains of green fire ripple across the night, and each wave carries a different forgotten hymn."}
{"id":"CM-000100","category":"Mythic lexicon","label":"DRUID","description":"In a grove where roots braid like braided rope, a figure whispers to moss and the moss whispers back."}
{"id":"CM-000101","category":"Mythic lexicon","label":"TIDAL","description":"A moon pulls the sea into a wall of water, and within it you glimpse drowned temples lit from inside."}
{"id":"CM-000102","category":"Mythic lexicon","label":"KABBALAH","description":"Letters of light descend like snow, arranging themselves into a tree of meaning that grows in your peripheral vision."}
{"id":"CM-000103","category":"Mythic lexicon","label":"PSIONIC","description":"Your thoughts turn audible, and the room answers in a language made of pressure and color."}
{"id":"CM-000104","category":"Mythic lexicon","label":"OMEN","description":"A crow drops a silver coin at your feet, and the coin rings with a future you do not want to admit."}
{"id":"CM-000105","category":"Mythic lexicon","label":"ANTECHAMBER","description":"Before the throne of the unseen, you wait in a hall of mirrors that show your choices, not your face."}
{"id":"CM-000106","category":"Mythic lexicon","label":"GATEWAY","description":"A stone archway frames a sky full of unfamiliar moons, and the wind through it smells like cinnamon and graves."}
{"id":"CM-000107","category":"Mythic lexicon","label":"SANCTUM","description":"Candlelight reveals murals that change when you blink, as if the walls prefer secrets to truth."}
{"id":"CM-000108","category":"Mythic lexicon","label":"NEXUS","description":"Ten roads meet at a circle of standing stones, and each path hums with a different destiny’s frequency."}
{"id":"CM-000109","category":"Mythic lexicon","label":"STARFALL","description":"Meteors rain like molten prayers, striking the desert and sprouting brief flowers of blue flame."}
{"id":"CM-000110","category":"Mythic lexicon","label":"LAMPLIGHT","description":"A lone lantern floats above a swamp, and every step toward it makes your shadow look less like you."}
{"id":"CM-000111","category":"Mythic lexicon","label":"BELLTOWER","description":"A tower rings a note that bends time, and the village below forgets what year it is for a sweet moment."}
{"id":"CM-000112","category":"Mythic lexicon","label":"CANDLEFLAME","description":"One small flame refuses to flicker in a storm, steady as a vow someone is still keeping."}
{"id":"CM-000113","category":"Mythic lexicon","label":"INCANTATION","description":"A phrase spoken once becomes a key, and the world clicks open by a fraction."}
{"id":"CM-000114","category":"Mythic lexicon","label":"THRESHOLD","description":"You hover in the doorway between worlds, where dust motes drift upward instead of down."}
{"id":"CM-000115","category":"Mythic lexicon","label":"LABYRINTH","description":"Corridors of polished bone curve gently, guiding you toward a center that feels like an answer with teeth."}
{"id":"CM-000116","category":"Mythic lexicon","label":"GARGOYLE","description":"Stone wings creak, eyes open, and a rooftop sentinel mutters advice in a voice like grinding gravel."}
{"id":"CM-000117","category":"Mythic lexicon","label":"HEARTH","description":"The fire burns with a color you cannot name, and family stories crawl out of it like warm animals."}
{"id":"CM-000118","category":"Mythic lexicon","label":"MOONPOOL","description":"A still pool reflects not the moon above, but the moon you once dreamt of and never forgot."}
{"id":"CM-000119","category":"Mythic lexicon","label":"BLOODMOON","description":"The moon rises red and close, and every oath in the world tightens like a knot."}
{"id":"CM-000120","category":"Mythic lexicon","label":"SUNSTONE","description":"A golden crystal in your pocket grows hot when lies are spoken nearby."}
{"id":"CM-000121","category":"Mythic lexicon","label":"SHADOW","description":"Your shadow steps off the ground, bows politely, and walks away to attend its own appointments."}
{"id":"CM-000122","category":"Mythic lexicon","label":"SPECTER","description":"A figure of mist stands in the doorway, smelling faintly of rain and unfinished apologies."}
{"id":"CM-000123","category":"Mythic lexicon","label":"WARD","description":"Salt and iron nails trace a circle, and the darkness outside it paces like a disappointed wolf."}
{"id":"CM-000124","category":"Mythic lexicon","label":"EVOCATION","description":"You call a name into the night, and the stars rearrange themselves to answer."}
{"id":"CM-000125","category":"Mythic lexicon","label":"TRANCE","description":"Drums slow, your heartbeat syncs, and the room dissolves into a corridor of soft, vibrating light."}
{"id":"CM-000126","category":"Mythic lexicon","label":"SEANCE","description":"Hands touch a table, the candle gutters, and a voice arrives as a cold pressure behind the ears."}
{"id":"CM-000127","category":"Mythic lexicon","label":"FAMILIAR","description":"A small fox made of smoke curls at your feet, eyes bright with knowledge it will not share for free."}
{"id":"CM-000128","category":"Mythic lexicon","label":"TALISMAN","description":"A pendant of bone and amber pulses once, then points, like a compass that navigates guilt."}
{"id":"CM-000129","category":"Mythic lexicon","label":"PILGRIMAGE","description":"You walk a road paved with old prayers, each step leaving a faint glow that lingers behind you."}
{"id":"CM-000130","category":"Mythic lexicon","label":"BONEYARD","description":"Under a pale sky, ribs of ancient giants form arches, and wind whistles through them like flutes."}
{"id":"CM-000131","category":"Mythic lexicon","label":"CHRYSALIS","description":"A cocoon of light hangs from a tree, and inside it you hear a god rehearsing a new form."}
{"id":"CM-000132","category":"Mythic lexicon","label":"PHOENIX","description":"Feathers ignite into sunrise, and ash falls like warm snow that smells of cinnamon and endings."}
{"id":"CM-000133","category":"Mythic lexicon","label":"LEVIATHAN","description":"Something vast rolls beneath the black sea, and the waves spell out a warning in foam."}
{"id":"CM-000134","category":"Mythic lexicon","label":"TESSERACT","description":"A cube of impossible angles rotates in the air, casting shadows that fall in four directions at once."}
{"id":"CM-000135","category":"Mythic lexicon","label":"SILVER_SONG","description":"In a brass bowl, water turns to silver, then to song, then to a memory you can hold."}
{"id":"CM-000136","category":"Mythic lexicon","label":"CHANT","description":"A crowd speaks one syllable over and over until the syllable becomes a door."}
{"id":"CM-000137","category":"Mythic lexicon","label":"MANDALA","description":"A circular pattern blooms under your feet, petals of geometry unfolding into calm."}
{"id":"CM-000138","category":"Mythic lexicon","label":"ZENITH","description":"At the highest point of night, a star pauses, and you feel the universe looking directly at you."}
{"id":"CM-000139","category":"Mythic lexicon","label":"ABYSS","description":"You lean over a cliff into infinite dark, and the dark leans back, curious and patient."}
{"id":"CM-000140","category":"Mythic lexicon","label":"EMPYREAN","description":"High above the clouds, a palace of thin light floats, its corridors made of wind and law."}
{"id":"CM-000141","category":"Mythic lexicon","label":"ARCHON","description":"A masked ruler of the in-between places offers you a contract written on starlight skin."}
{"id":"CM-000142","category":"Mythic lexicon","label":"TITAN","description":"Mountains shift like shoulders as an ancient giant stands up, annoyed at being mistaken for scenery."}
{"id":"CM-000143","category":"Mythic lexicon","label":"NAIAD","description":"A river spirit rises with hair of reeds, and her voice sounds like stones rolling in clear water."}
{"id":"CM-000144","category":"Mythic lexicon","label":"KELPIE","description":"In moonlit surf, a glossy black horse waits, eyes kind enough to be dangerous."}
{"id":"CM-000145","category":"Mythic lexicon","label":"DJINN","description":"A glass bottle sweats in your hand, and inside it a storm argues with itself about freedom."}
{"id":"CM-000146","category":"Mythic lexicon","label":"HOMUNCULUS","description":"A tiny clay person blinks awake on a workbench, and immediately begins judging your life choices."}
{"id":"CM-000147","category":"Mythic lexicon","label":"GOLEM","description":"A statue of mud takes its first step, heavy with purpose it did not choose."}
{"id":"CM-000148","category":"Mythic lexicon","label":"COVEN","description":"In a circle of candles, figures trade secrets like currency, and the night grows richer with every confession."}
{"id":"CM-000149","category":"Mythic lexicon","label":"FATE","description":"An unseen hand tightens a thread in the air, and you feel your next decision suddenly gain weight."}
{"id":"CM-000150","category":"Mythic lexicon","label":"THREADS","description":"Silver strands stretch between people like constellations, vibrating when love or betrayal moves."}
{"id":"CM-000151","category":"Mythic lexicon","label":"CONSTELLATION","description":"The stars connect themselves into a story, then change their mind mid-sentence."}
{"id":"CM-000152","category":"Mythic lexicon","label":"NEBULA","description":"Colored fog drifts through space like a slow thought, swirling around a newborn sun with gentle hunger."}
{"id":"CM-000153","category":"Mythic lexicon","label":"COMET","description":"A bright traveler tears across the sky, trailing ice and prophecy like a torn veil."}
{"id":"CM-000154","category":"Mythic lexicon","label":"PLANETARY","description":"You watch continents drift like living plates, the planet rearranging itself to make room for a new myth."}
{"id":"CM-000155","category":"Mythic lexicon","label":"MEANING_WEIGHT","description":"The air grows heavy with meaning, and even your words fall faster than usual."}
{"id":"CM-000156","category":"Mythic lexicon","label":"EIDOLON","description":"A perfect image of someone you lost appears, smiling with a kindness that feels almost accurate."}
{"id":"CM-000157","category":"Mythic lexicon","label":"REQUIEM","description":"A funeral song rises from empty streets, and each note lays a flower on the world’s bruises."}
{"id":"CM-000158","category":"Mythic lexicon","label":"LUCIDITY","description":"You realize the dream knows it is a dream, and it turns toward you with polite interest."}
{"id":"CM-000159","category":"Mythic lexicon","label":"PARADOX","description":"A staircase goes up and down at the same time, and you reach the top by surrendering the idea of direction."}
{"id":"CM-000160","category":"Mythic lexicon","label":"SANCTITY","description":"A place becomes holy without permission, simply because something loved it once and never stopped."}
{"id":"CM-000161","category":"Mythic lexicon","label":"VIGIL","description":"You sit through the night with a single lamp, guarding a silence that feels like a sleeping god."}
{"id":"CM-000162","category":"Mythic lexicon","label":"LULLABY","description":"A melody drifts through the dark, and monsters pause, listening like children pretending they are not tired."}
{"id":"CM-000163","category":"Mythic lexicon","label":"CATACOMB","description":"Under the city, tunnels of carved stone hold bones that hum softly, as if remembering music."}
{"id":"CM-000164","category":"Mythic lexicon","label":"STIGMATA","description":"A handprint of light appears on your palm, warm and unmistakably not yours."}
{"id":"CM-000165","category":"Mythic lexicon","label":"AETHER","description":"Invisible currents carry scents of distant worlds, as if space itself has weather."}
{"id":"CM-000166","category":"Mythic lexicon","label":"PYRE","description":"Flames rise in a spiral, and each spark looks briefly like a name released from grief."}
{"id":"CM-000167","category":"Mythic lexicon","label":"MIRROR","description":"A looking-glass shows you wearing a crown you never earned, then asks what you will do about it."}
{"id":"CM-000168","category":"Mythic lexicon","label":"TOTEM","description":"A carved pole watches the forest, eyes of painted birds tracking every lie that passes."}
{"id":"CM-000169","category":"Mythic lexicon","label":"CHRONICLE","description":"A quill writes by itself across a blank page, recording your choices before you make them."}
{"id":"CM-000170","category":"Mythic lexicon","label":"HORIZON","description":"The edge of the world glows, and beyond it you glimpse a sea of stars where oceans should be."}
{"id":"CM-000171","category":"Mythic lexicon","label":"SUNDIAL","description":"A shadow crosses engraved stone, and with it an entire decade slides quietly into place."}
{"id":"CM-000172","category":"Mythic lexicon","label":"RIFT","description":"The air tears like cloth, revealing a corridor of pale light and distant chanting."}
{"id":"CM-000173","category":"Mythic lexicon","label":"ASCENSION","description":"You rise through layers of cloud and doubt, and the higher you go, the more your fears feel like old clothes."}
{"id":"CM-000174","category":"Mythic lexicon","label":"DESCENT","description":"Steps lead downward into cool darkness, and every level removes one assumption from your mind."}
{"id":"CM-000175","category":"Mythic lexicon","label":"RESONANCE","description":"Two notes meet and something unseen answers, the room vibrating with agreement."}
{"id":"CM-000176","category":"Mythic lexicon","label":"FRACTAL","description":"Patterns repeat at every scale, and you feel the universe admit it has a signature."}
{"id":"CM-000177","category":"Mythic lexicon","label":"CELESTIAL","description":"A procession of star-clad beings crosses the night, robes trailing stardust like slow snowfall."}
{"id":"CM-000178","category":"Mythic lexicon","label":"NUMEN","description":"A presence arrives with no face and no voice, yet your whole body understands you are being gently addressed."}
{"id":"CM-000179","category":"Sensory vignettes","label":"FOG_SWEEP","description":"A lighthouse beam combs fog in slow arcs, each sweep revealing a different face of the sea."}
{"id":"CM-000180","category":"Sensory vignettes","label":"CELLO_AFTERTONE","description":"The last note of a cello hangs in a wooden hall until the air feels stitched together."}
{"id":"CM-000181","category":"Sensory vignettes","label":"PINE_RESIN","description":"Sun-warmed pine needles crackle underfoot, releasing a resin scent like a quiet confession."}
{"id":"CM-000182","category":"Sensory vignettes","label":"NEON_RAIN","description":"A neon sign buzzes above a late-night noodle shop, turning rain into liquid color."}
{"id":"CM-000183","category":"Sensory vignettes","label":"SALTFLAT_DAWN","description":"Dawn on a salt flat, where the horizon looks hand-drawn and the world feels freshly erased."}
{"id":"CM-000184","category":"Sensory vignettes","label":"BAMBOO_CATHEDRAL","description":"A cathedral of bamboo in wind, thousands of green rods clicking like soft percussion."}
{"id":"CM-000185","category":"Sensory vignettes","label":"STORM_HOLDBREATH","description":"The moment a thunderstorm pauses, and every leaf holds its breath."}
{"id":"CM-000186","category":"Sensory vignettes","label":"COMMUTER_SWAY","description":"A crowded train car at 7:45am, the synchronized sway of bodies like a reluctant waltz."}
{"id":"CM-000187","category":"Sensory vignettes","label":"DESERT_EXHALE","description":"A desert after rain, steam rising from sand as if the ground is exhaling."}
{"id":"CM-000188","category":"Sensory vignettes","label":"EMPTY_GALLERY","description":"An empty museum gallery where footsteps become the entire soundtrack."}
{"id":"CM-000189","category":"Sensory vignettes","label":"SYNTH_ALTITUDE","description":"A synth arpeggio spirals upward, and the room starts to feel like it has altitude."}
{"id":"CM-000190","category":"Sensory vignettes","label":"MOON_SILVER","description":"Moonlight on black water, ripples turning silver and then vanishing as if embarrassed."}
{"id":"CM-000191","category":"Sensory vignettes","label":"YEAST_DAWN","description":"A bakery at dawn, warm yeast and butter drifting into the street like an invitation."}
{"id":"CM-000192","category":"Sensory vignettes","label":"THIN_AIR","description":"A mountain pass at high noon, air so thin it makes every thought sound louder."}
{"id":"CM-000193","category":"Sensory vignettes","label":"CARNIVAL_CLOSING","description":"A carnival closing down, confetti stuck to wet pavement, lights blinking their last jokes."}
{"id":"CM-000194","category":"Sensory vignettes","label":"MOSS_HUSH","description":"A forest floor of moss, each step muted as if the earth prefers secrets."}
{"id":"CM-000195","category":"Sensory vignettes","label":"MATCH_SHADOWS","description":"A single match ignites in a dark room, making shadows behave like living things."}
{"id":"CM-000196","category":"Sensory vignettes","label":"TAR_SIRENS","description":"A city rooftop in summer, tar smelling sweet, distant sirens folding into cicadas."}
{"id":"CM-000197","category":"Sensory vignettes","label":"SOFT_SNOW","description":"Snow falling so gently that the silence seems to grow heavier."}
{"id":"CM-000198","category":"Sensory vignettes","label":"MIDNIGHT_HUM","description":"A kitchen at midnight, refrigerator hum and a glass of water tasting like clarity."}
{"id":"CM-000199","category":"Sensory vignettes","label":"CHOIR_WARMUP","description":"A choir warms up behind a curtain, scattered notes gathering into one shared spine."}
{"id":"CM-000200","category":"Sensory vignettes","label":"FLOOD_MESSAGES","description":"A river at flood stage, carrying whole branches like messages that refused to be read."}
{"id":"CM-000201","category":"Sensory vignettes","label":"COLD_INHALE","description":"The first inhale of cold air after stepping outside, sharp enough to feel clean."}
{"id":"CM-000202","category":"Sensory vignettes","label":"LAUNDRY_CEILING","description":"A narrow alley of sun and shade, where laundry lines create a fluttering ceiling."}
{"id":"CM-000203","category":"Sensory vignettes","label":"DUSK_GRASSWAVES","description":"A field of tall grass at dusk, turning to waves when the wind decides to speak."}
{"id":"CM-000204","category":"Sensory vignettes","label":"VINYL_CRACKLE","description":"A dusty record crackle before the beat drops, like time clearing its throat."}
{"id":"CM-000205","category":"Sensory vignettes","label":"WINTER_HOTSPRING","description":"A hot spring in winter, steam blurring pine trees into a watercolor memory."}
{"id":"CM-000206","category":"Sensory vignettes","label":"OZONE_EDGE","description":"The smell of ozone before lightning, metallic and impatient."}
{"id":"CM-000207","category":"Sensory vignettes","label":"ARCHIVE_SPICE","description":"A library basement archive, cardboard, glue, and the faint spice of old paper."}
{"id":"CM-000208","category":"Sensory vignettes","label":"DISTANT_DRUMLINE","description":"A slow drumline approaching from far away, making the street feel like a heartbeat."}
{"id":"CM-000209","category":"Sensory vignettes","label":"TUNNEL_WIND","description":"A subway tunnel wind that arrives before the train, announcing weight and speed."}
{"id":"CM-000210","category":"Sensory vignettes","label":"COINLIGHT_SURF","description":"A cliffside path at sunset, ocean below throwing light back like coins."}
{"id":"CM-000211","category":"Sensory vignettes","label":"FLASH_AFTERIMAGE","description":"The instant a camera flash ends, and darkness rushes in to reclaim the room."}
{"id":"CM-000212","category":"Sensory vignettes","label":"JAZZ_GENEROSITY","description":"A quiet jazz trio in a tiny bar, each instrument leaving space like generosity."}
{"id":"CM-000213","category":"Sensory vignettes","label":"GLASSHOUSE_HUMID","description":"A greenhouse after watering, humid air and leaf-sweat shining under glass."}
{"id":"CM-000214","category":"Sensory vignettes","label":"ICE_SONG","description":"A frozen lake at blue hour, ice singing low with each distant crack."}
{"id":"CM-000215","category":"Sensory vignettes","label":"SPICE_MARKET","description":"A crowded marketplace of spices, cumin and citrus and smoke braided into one loud perfume."}
{"id":"CM-000216","category":"Sensory vignettes","label":"FOG_PLANETS","description":"A foggy morning where streetlights look like planets waiting to be named."}
{"id":"CM-000217","category":"Sensory vignettes","label":"STAIRWELL_ECHOES","description":"A stairwell in an old apartment, echoes stacking like invisible architecture."}
{"id":"CM-000218","category":"Sensory vignettes","label":"HALLWAY_LAUGHTER","description":"A child’s laughter in a hallway, bright enough to sound physical."}
{"id":"CM-000219","category":"Sensory vignettes","label":"HOTEL_FACES","description":"A long corridor of hotel carpet, patterns repeating until you start seeing faces."}
{"id":"CM-000220","category":"Sensory vignettes","label":"BLACK_PEBBLES","description":"A shoreline of black pebbles, waves arranging and undoing them with patient hands."}
{"id":"CM-000221","category":"Sensory vignettes","label":"BRASS_SUNBITE","description":"A brass section hits a chord so bright it feels like sunlight on teeth."}
{"id":"CM-000222","category":"Sensory vignettes","label":"SKY_TRAPPED","description":"A mountain lake at dawn, perfectly still, making the sky look trapped."}
{"id":"CM-000223","category":"Sensory vignettes","label":"WISTERIA_TUNNEL","description":"A tunnel of wisteria blooms, purple fragrance thick as velvet."}
{"id":"CM-000224","category":"Sensory vignettes","label":"STARS_RETURN","description":"A power outage at night, the sudden appearance of stars like a forgotten language."}
{"id":"CM-000225","category":"Sensory vignettes","label":"KNIFE_RHYTHM","description":"A kitchen knife tapping a cutting board in steady rhythm, domestic minimalism as percussion."}
{"id":"CM-000226","category":"Sensory vignettes","label":"HEAT_SHIMMER","description":"A high desert plateau where heat shimmers make distance feel unreliable."}
{"id":"CM-000227","category":"Sensory vignettes","label":"OVERPASS_SPARKS","description":"A street violinist under an overpass, notes bouncing off concrete like sparks."}
{"id":"CM-000228","category":"Sensory vignettes","label":"TINROOF_PROMISE","description":"A rainstorm on a tin roof, a thousand tiny fingers drumming a complicated promise."}
{"id":"CM-000229","category":"Sensory vignettes","label":"BLUE_AQUARIUM","description":"A dim aquarium tunnel, blue light and slow fish like floating thoughts."}
{"id":"CM-000230","category":"Sensory vignettes","label":"MAP_CREASES","description":"A paper map unfolding on a table, creases forming a small topography of choices."}
{"id":"CM-000231","category":"Sensory vignettes","label":"TEMPLE_BELL","description":"A temple bell in morning air, sound traveling so far it feels like it has legs."}
{"id":"CM-000232","category":"Sensory vignettes","label":"INK_DOORWAY","description":"A book opened to the middle, the scent of ink rising like a doorway."}
{"id":"CM-000233","category":"Sensory vignettes","label":"SALT_WIND","description":"A coastal cliff in strong wind, salt on lips and hair tugged into wild geometry."}
{"id":"CM-000234","category":"Sensory vignettes","label":"RUSTED_MIDWAY","description":"A forgotten amusement park, rusted rides creaking when wind remembers how to play."}
{"id":"CM-000235","category":"Sensory vignettes","label":"CANDLELIT_EYES","description":"A candlelit dinner where the flame makes everyone’s eyes look older and kinder."}
{"id":"CM-000236","category":"Sensory vignettes","label":"GLACIER_BASS","description":"A glacier face calving, the deep crack like a bass note from the planet itself."}
{"id":"CM-000237","category":"Sensory vignettes","label":"CANAL_LANTERN","description":"A narrow boat on a canal at night, lantern light trembling in the water’s skin."}
{"id":"CM-000238","category":"Sensory vignettes","label":"CLOSE_THUNDER","description":"A thunderclap so close the air feels punched, then laughter because you’re still there."}
{"id":"CM-000239","category":"Sensory vignettes","label":"REEF_HALLUCINATION","description":"A coral reef at noon, color so intense it feels like a hallucination with rules."}
{"id":"CM-000240","category":"Sensory vignettes","label":"PIANO_DROPLET","description":"A single piano key struck softly, the note landing like a drop into still water."}
{"id":"CM-000241","category":"Sensory vignettes","label":"CHESTNUT_SMOKE","description":"A winter market of roasted chestnuts, smoke curling around wool coats and chatter."}
{"id":"CM-000242","category":"Sensory vignettes","label":"MIRROR_HALL","description":"A hallway lined with mirrors, reflections multiplying until you feel briefly fictional."}
{"id":"CM-000243","category":"Sensory vignettes","label":"MUDSKY_POOLS","description":"A low tide mudflat, tiny pools holding miniature skies."}
{"id":"CM-000244","category":"Sensory vignettes","label":"COFFEE_GOLD","description":"A kitchen window at sunrise, steam from coffee drifting into gold light."}
{"id":"CM-000245","category":"Sensory vignettes","label":"NIGHT_TRAINHORN","description":"A distant train horn at night, lonely and strangely comforting."}
{"id":"CM-000246","category":"Sensory vignettes","label":"FOG_HEADLIGHTS","description":"A narrow mountain road in fog, headlights carving a small certainty out of nothing."}
{"id":"CM-000247","category":"Sensory vignettes","label":"SUNFLOWER_TURN","description":"A field of sunflowers turning together, collective attention as a moving sculpture."}
{"id":"CM-000248","category":"Sensory vignettes","label":"RESOLVING_CHORD","description":"A choir’s final chord resolving, and your shoulders drop without asking permission."}
{"id":"CM-000249","category":"Sensory vignettes","label":"CANYON_HEATCHOIR","description":"A sandstone canyon at midday, heat radiating off walls like an invisible choir."}
{"id":"CM-000250","category":"Sensory vignettes","label":"STREETLIGHT_SNOW","description":"A quiet snowfall under streetlights, each flake briefly illuminated, then gone."}
{"id":"CM-000251","category":"Sensory vignettes","label":"MIST_HALO","description":"A waterfall mist halo, cool droplets on skin like a gentle static charge."}
{"id":"CM-000252","category":"Sensory vignettes","label":"CROWD_ORGANISM","description":"A crowded concert where the crowd becomes one organism, breathing in time with the bass."}
{"id":"CM-000253","category":"Sensory vignettes","label":"DUSK_FOOTPRINTS","description":"A deserted beach at dusk, footprints filling slowly with wind-driven sand."}
{"id":"CM-000254","category":"Sensory vignettes","label":"SPICEBURST","description":"A kitchen spice drawer opened suddenly, releasing a burst of warm history."}
{"id":"CM-000255","category":"Sensory vignettes","label":"EUCALYPTUS_DRIVE","description":"A night drive through eucalyptus, the air smelling medicinal and sweet."}
{"id":"CM-000256","category":"Sensory vignettes","label":"LANTERN_HONEY","description":"A single lantern in a dark room, light pooling like honey on the floor."}
{"id":"CM-000257","category":"Sensory vignettes","label":"CLOUDS_BELOW","description":"A mountain summit where clouds move below you, making the world feel upside down."}
{"id":"CM-000258","category":"Sensory vignettes","label":"GLASS_HARMONICS","description":"A violin harmonics passage that sounds like glass turning into air."}
{"id":"CM-000259","category":"Sensory vignettes","label":"CAFE_ACCIDENTAL_MUSIC","description":"A crowded café, espresso machine hiss and spoon clinks forming accidental music."}
{"id":"CM-000260","category":"Sensory vignettes","label":"CAVE_METRONOME","description":"A deep cave chamber, droplets falling at irregular intervals like a patient metronome."}
{"id":"CM-000261","category":"Sensory vignettes","label":"ROOFTOP_BEADS","description":"A rooftop garden after rain, leaves holding beads of water like tiny lenses."}
{"id":"CM-000262","category":"Sensory vignettes","label":"SCARF_BREATHCLOUD","description":"A frozen breath on a scarf, warmth meeting cold and making a brief cloud self-portrait."}
{"id":"CM-000263","category":"Sensory vignettes","label":"FAR_FESTIVAL","description":"A distant festival heard across a river, muffled drums and laughter like ghost signals."}
{"id":"CM-000264","category":"Sensory vignettes","label":"BLINDS_SUNRISE","description":"A sunrise seen through blinds, light striping the room into quiet certainty."}
{"id":"CM-000265","category":"Sensory vignettes","label":"FIREFLY_CODE","description":"A sea of fireflies at dusk, blinking patterns that feel like a coded message."}
{"id":"CM-000266","category":"Sensory vignettes","label":"FROG_CHOIR","description":"A choir of frogs after rain, relentless rhythm with no conductor and perfect confidence."}
{"id":"CM-000267","category":"Sensory vignettes","label":"NEEDLE_GROOVE","description":"A vinyl needle finding the groove, the faint thump that says the story has started."}
{"id":"CM-000268","category":"Sensory vignettes","label":"CEDAR_HALL","description":"A dim hallway scented with cedar, like the house is remembering something tender."}
{"id":"CM-000269","category":"Sensory vignettes","label":"CAR_WINDOW_STORM","description":"A storm viewed from inside a car, raindrops racing each other down the glass."}
{"id":"CM-000270","category":"Sensory vignettes","label":"INCENSE_INHALE","description":"A long, slow inhale of incense in a stone room, time thickening into presence."}
{"id":"CM-000271","category":"Sensory vignettes","label":"BONFIRE_SPARKS","description":"A beach bonfire, sparks lifting into darkness like thoughts escaping gravity."}
{"id":"CM-000272","category":"Sensory vignettes","label":"FOUR_AM_REFLECTIONS","description":"A city street at 4am, wet asphalt reflecting traffic lights as if the ground is dreaming."}
{"id":"CM-000273","category":"Sensory vignettes","label":"KETTLE_CRESCENDO","description":"A close-up of a kettle starting to sing, steam building into a soft crescendo."}
{"id":"CM-000274","category":"Sensory vignettes","label":"MEADOW_VIBRATION","description":"A mountain meadow in late summer, bees working, sunlight vibrating on wildflowers."}
{"id":"CM-000275","category":"Sensory vignettes","label":"AFTER_APPLAUSE","description":"A sudden quiet after applause ends, the room feeling briefly weightless."}
{"id":"CM-000276","category":"Sensory vignettes","label":"WINDY_BRIDGE","description":"A narrow bridge over deep water, wind pushing at your balance like a test."}
{"id":"CM-000277","category":"Sensory vignettes","label":"PEACH_MUSIC","description":"A first bite of ripe peach, juice bright enough to feel like music."}
{"id":"CM-000278","category":"Sensory vignettes","label":"WIDE_SKY_WELCOME","description":"A wide open night sky far from everything, where you feel small and strangely welcomed."}
{"id":"CM-000279","category":"Ontology and metaphysics","label":"SCALE","description":"Zoom until the thing stops being a thing and starts being a universe with opinions."}
{"id":"CM-000280","category":"Ontology and metaphysics","label":"ANIMACY","description":"Treat the world as a machine that dreams, then ask what it dreams about."}
{"id":"CM-000281","category":"Ontology and metaphysics","label":"BOUNDARIES","description":"Assume every boundary is negotiable and see what leaks through."}
{"id":"CM-000282","category":"Ontology and metaphysics","label":"CAUSALITY","description":"Let causality behave like gossip, messy, fast, and contagious."}
{"id":"CM-000283","category":"Ontology and metaphysics","label":"FRACTURE","description":"Give reality a fault line and watch where it naturally fractures."}
{"id":"CM-000284","category":"Ontology and metaphysics","label":"CONSEQUENCE","description":"Make consequences feel physical, like weight on the hands."}
{"id":"CM-000285","category":"Ontology and metaphysics","label":"MORALITY","description":"Decide whether the world forgives, remembers, or keeps receipts."}
{"id":"CM-000286","category":"Ontology and metaphysics","label":"SACRED","description":"Turn sacredness into a field you can walk into by accident."}
{"id":"CM-000287","category":"Ontology and metaphysics","label":"PURPOSE","description":"Let purpose emerge late, like meaning arriving after the event."}
{"id":"CM-000288","category":"Ontology and metaphysics","label":"OBSERVATION","description":"Ask what exists when nobody is looking, and answer twice."}
{"id":"CM-000289","category":"Epistemology and framing","label":"TRUTH","description":"Tell the truth as measurement, then tell the truth as sensation."}
{"id":"CM-000290","category":"Epistemology and framing","label":"NARRATOR","description":"Make the narrator unreliable in a way that teaches, not deceives."}
{"id":"CM-000291","category":"Epistemology and framing","label":"THEORIES","description":"Let explanations compete like species, and only the useful ones survive."}
{"id":"CM-000292","category":"Epistemology and framing","label":"MYSTERY","description":"Hide the mechanism until curiosity becomes the engine."}
{"id":"CM-000293","category":"Epistemology and framing","label":"SYMBOLS","description":"Treat symbols as physics and physics as metaphor, interchangeably."}
{"id":"CM-000294","category":"Epistemology and framing","label":"INFERENCE","description":"Give the audience just enough to infer, then reward the leap."}
{"id":"CM-000295","category":"Epistemology and framing","label":"AMBIGUITY","description":"Let ambiguity be a feature, not a bug, and tune it like a dial."}
{"id":"CM-000296","category":"Epistemology and framing","label":"PLURALISM","description":"Invite multiple interpretations and refuse to crown a winner."}
{"id":"CM-000297","category":"Epistemology and framing","label":"PRECISION","description":"Use precision as a dramatic reveal instead of a default."}
{"id":"CM-000298","category":"Epistemology and framing","label":"KNOWLEDGE","description":"Ask whether knowing more makes the experience clearer or stranger."}
{"id":"CM-000299","category":"Emotion and motivation","label":"GRAVITY","description":"Choose a feeling as gravity and let everything fall toward it."}
{"id":"CM-000300","category":"Emotion and motivation","label":"CALM","description":"Let calm become suspense through tiny, deliberate shifts."}
{"id":"CM-000301","category":"Emotion and motivation","label":"INTENSITY","description":"Make intensity arrive as a slow tide, not a jump scare."}
{"id":"CM-000302","category":"Emotion and motivation","label":"POWER","description":"Give the user power, then make them wonder if they deserve it."}
{"id":"CM-000303","category":"Emotion and motivation","label":"COMFORT","description":"Put comfort in the wrong place, where it feels slightly illegal."}
{"id":"CM-000304","category":"Emotion and motivation","label":"FEAR","description":"Let fear be curious, the kind that leans closer."}
{"id":"CM-000305","category":"Emotion and motivation","label":"AWE","description":"Make wonder practical, like awe that solves problems."}
{"id":"CM-000306","category":"Emotion and motivation","label":"TENDERNESS","description":"Turn tenderness into a system constraint and see what it forces."}
{"id":"CM-000307","category":"Emotion and motivation","label":"HUMOR","description":"Let humor sharpen the blade rather than dull it."}
{"id":"CM-000308","category":"Emotion and motivation","label":"MOTIVE","description":"Make motivation ambiguous, so the user cannot tell if they are saving or exploiting."}
{"id":"CM-000309","category":"Social and cultural dynamics","label":"SOCIETY","description":"Let society form in the cracks, not in the plan."}
{"id":"CM-000310","category":"Social and cultural dynamics","label":"HIERARCHY","description":"Make hierarchy visible as architecture, posture, or access to light."}
{"id":"CM-000311","category":"Social and cultural dynamics","label":"TRUST","description":"Treat trust as a resource that can be mined, hoarded, or spent."}
{"id":"CM-000312","category":"Social and cultural dynamics","label":"COOPERATION","description":"Turn collaboration into a choreography with missteps that matter."}
{"id":"CM-000313","category":"Social and cultural dynamics","label":"CONFLICT","description":"Let conflict be polite on the surface and feral underneath."}
{"id":"CM-000314","category":"Social and cultural dynamics","label":"CROWD","description":"Make crowds feel intelligent, then make intelligence feel crowded."}
{"id":"CM-000315","category":"Social and cultural dynamics","label":"CULTURE","description":"Place the experience inside a specific culture without naming it directly."}
{"id":"CM-000316","category":"Social and cultural dynamics","label":"ETIQUETTE","description":"Let etiquette become a weapon that nobody admits to holding."}
{"id":"CM-000317","category":"Social and cultural dynamics","label":"RUMOR","description":"Give the system a rumor economy and watch it destabilize certainty."}
{"id":"CM-000318","category":"Social and cultural dynamics","label":"BELONGING","description":"Let belonging be seductive and slightly dangerous."}
{"id":"CM-000319","category":"Narrative and time","label":"TIME","description":"Stretch time until cause and effect forget each other’s names."}
{"id":"CM-000320","category":"Narrative and time","label":"PACE","description":"Make pacing a moral choice, not just a tempo."}
{"id":"CM-000321","category":"Narrative and time","label":"CHRONOLOGY","description":"Let chronology bend in service of meaning, not novelty."}
{"id":"CM-000322","category":"Narrative and time","label":"SEASONS","description":"Give the story a seasonality that the user can feel in their bones."}
{"id":"CM-000323","category":"Narrative and time","label":"STAKES","description":"Make stakes personal without making them small."}
{"id":"CM-000324","category":"Narrative and time","label":"TURNING","description":"Build toward a turning point that arrives quietly, then echoes loudly."}
{"id":"CM-000325","category":"Narrative and time","label":"RITUAL","description":"Let repetition become ritual, then let ritual become trap."}
{"id":"CM-000326","category":"Narrative and time","label":"RECAP","description":"Turn the recap into a spell that changes what comes next."}
{"id":"CM-000327","category":"Narrative and time","label":"ENDINGS","description":"Make endings behave like doors, some locked, some ajar, some revolving."}
{"id":"CM-000328","category":"Narrative and time","label":"CONTINUITY","description":"Let the narrative keep going even when the user stops watching."}
{"id":"CM-000329","category":"Space and environment","label":"MAGNITUDE","description":"Make scale slippery, so the tiny can suddenly feel vast."}
{"id":"CM-000330","category":"Space and environment","label":"VERTICALITY","description":"Let verticality carry meaning, not just traversal."}
{"id":"CM-000331","category":"Space and environment","label":"GEOGRAPHY","description":"Turn geography into personality, moody, generous, spiteful, patient."}
{"id":"CM-000332","category":"Space and environment","label":"RESPONSIVENESS","description":"Make the environment listen, then react like it has tastes."}
{"id":"CM-000333","category":"Space and environment","label":"DISCOVERY","description":"Hide pathways in plain sight, and make discovery feel earned."}
{"id":"CM-000334","category":"Space and environment","label":"SCARCITY","description":"Let scarcity teach behavior more effectively than rules do."}
{"id":"CM-000335","category":"Space and environment","label":"THREATS","description":"Treat threats as weather patterns that have moods and cycles."}
{"id":"CM-000336","category":"Space and environment","label":"LEGIBILITY","description":"Make the world legible only after you learn how to look at it."}
{"id":"CM-000337","category":"Space and environment","label":"MEMORY","description":"Give the terrain a memory, so footsteps become history."}
{"id":"CM-000338","category":"Space and environment","label":"ANTAGONISM","description":"Make the environment the antagonist that never raises its voice."}
{"id":"CM-000339","category":"Form, material, perception","label":"SHAPES","description":"Let shape language imply ethics, not just style."}
{"id":"CM-000340","category":"Form, material, perception","label":"ORNAMENT","description":"Use ornament as data, so beauty carries information."}
{"id":"CM-000341","category":"Form, material, perception","label":"SYMMETRY","description":"Let symmetry feel suspicious, like a smile that lasts too long."}
{"id":"CM-000342","category":"Form, material, perception","label":"TEXTURE","description":"Make texture tell the backstory with fingertips alone."}
{"id":"CM-000343","category":"Form, material, perception","label":"IMPERFECTION","description":"Turn imperfection into proof of life."}
{"id":"CM-000344","category":"Form, material, perception","label":"PATTERNS","description":"Let patterns emerge like handwriting from a system, distinctive and personal."}
{"id":"CM-000345","category":"Form, material, perception","label":"VOID","description":"Use emptiness as a design element that speaks first."}
{"id":"CM-000346","category":"Form, material, perception","label":"SURFACES","description":"Make surfaces argue with light, refusing to behave politely."}
{"id":"CM-000347","category":"Form, material, perception","label":"CLARITY","description":"Treat visual clarity as a reward that must be unlocked."}
{"id":"CM-000348","category":"Form, material, perception","label":"AESTHETICS","description":"Let the aesthetics suggest rules the user has not been told yet."}
{"id":"CM-000349","category":"Color and light","label":"TEMPERATURE","description":"Let color behave like temperature you can feel on your skin."}
{"id":"CM-000350","category":"Color and light","label":"CONTRAST","description":"Make contrast a narrative beat, not a rendering choice."}
{"id":"CM-000351","category":"Color and light","label":"SATURATION","description":"Use saturation like a siren, luring attention to the wrong thing first."}
{"id":"CM-000352","category":"Color and light","label":"PALETTE","description":"Let the palette evolve as a character arc."}
{"id":"CM-000353","category":"Color and light","label":"DARKNESS","description":"Make darkness informational, full of hints instead of absence."}
{"id":"CM-000354","category":"Color and light","label":"GLOW","description":"Let glow imply agency, like something inside is awake."}
{"id":"CM-000355","category":"Color and light","label":"SYMBOLISM","description":"Use color symbolism inconsistently, then make the inconsistency meaningful."}
{"id":"CM-000356","category":"Color and light","label":"REVELATION","description":"Let light reveal too much, then force the user to decide what to ignore."}
{"id":"CM-000357","category":"Color and light","label":"BEAUTY","description":"Make the world beautiful in a way that feels slightly untrustworthy."}
{"id":"CM-000358","category":"Color and light","label":"LANGUAGE","description":"Turn color into a language the user gradually learns to read."}
{"id":"CM-000359","category":"Sound and movement","label":"SILENCE","description":"Let silence become a presence that presses on the room."}
{"id":"CM-000360","category":"Sound and movement","label":"NOISE","description":"Make noise feel textured, like grain in wood or grit in teeth."}
{"id":"CM-000361","category":"Sound and movement","label":"RHYTHM","description":"Use rhythm to suggest intelligence without showing a face."}
{"id":"CM-000362","category":"Sound and movement","label":"HARMONY","description":"Let harmony misbehave, resolving only when something is understood."}
{"id":"CM-000363","category":"Sound and movement","label":"SPATIALITY","description":"Make space audible, so distance becomes a sound."}
{"id":"CM-000364","category":"Sound and movement","label":"MOTIFS","description":"Treat sonic motifs like recurring dreams, familiar and altered."}
{"id":"CM-000365","category":"Sound and movement","label":"WEIGHT","description":"Let motion carry weight through anticipation, not speed."}
{"id":"CM-000366","category":"Sound and movement","label":"STILLNESS","description":"Make stillness feel active, as if something is deciding."}
{"id":"CM-000367","category":"Sound and movement","label":"CHOREOGRAPHY","description":"Turn swarms into choreography that implies intention without speech."}
{"id":"CM-000368","category":"Sound and movement","label":"MOTION","description":"Let movement reveal rules, the way dance reveals muscle and constraint."}
{"id":"CM-000369","category":"Interaction and systems","label":"AGENCY","description":"Make agency feel earned, like a tool you learn to trust."}
{"id":"CM-000370","category":"Interaction and systems","label":"CONTROL","description":"Let control be indirect, so influence feels like mentorship rather than puppetry."}
{"id":"CM-000371","category":"Interaction and systems","label":"FEEDBACK","description":"Treat feedback as conversation, not notification."}
{"id":"CM-000372","category":"Interaction and systems","label":"RULES","description":"Reveal rules through consequences, not tutorials."}
{"id":"CM-000373","category":"Interaction and systems","label":"TRANSPARENCY","description":"Make the system’s transparency a toggle with emotional consequences."}
{"id":"CM-000374","category":"Interaction and systems","label":"EMERGENCE","description":"Let emergence surprise you as the designer, then bake that surprise in."}
{"id":"CM-000375","category":"Interaction and systems","label":"VARIABILITY","description":"Turn variability into identity, so each run feels like a different temperament."}
{"id":"CM-000376","category":"Interaction and systems","label":"PROGRESSION","description":"Make progression feel like understanding deepening, not numbers rising."}
{"id":"CM-000377","category":"Interaction and systems","label":"SIGNATURE","description":"Treat the user’s choices as signatures that the world remembers."}
{"id":"CM-000378","category":"Interaction and systems","label":"RELIC","description":"Design the output artifact as a relic, something that looks like it survived the experience."}
{"id":"CM-000379","category":"composers","label":"HILDEGARD_OF_BINGEN","description":"Lifts chant into luminous spirals, like stained glass deciding it can sing."}
{"id":"CM-000380","category":"composers","label":"PEROTIN","description":"Stacks voices into stone arches, and the air becomes a cathedral you can breathe."}
{"id":"CM-000381","category":"composers","label":"GUILLAUME_DE_MACHAUT","description":"Turns time into patterned silk, courtly elegance with an obsession for geometry."}
{"id":"CM-000382","category":"composers","label":"JOSQUIN_DES_PREZ","description":"Braids melodies so cleanly you feel each strand lock into place."}
{"id":"CM-000383","category":"composers","label":"PALESTRINA","description":"Makes voices hover in perfect balance, like incense that refuses to fall."}
{"id":"CM-000384","category":"composers","label":"ORLANDO_DI_LASSO","description":"Shifts colors mid-phrase, sacred tiles snapping into playful, unexpected pictures."}
{"id":"CM-000385","category":"composers","label":"TALLIS","description":"Lights slow harmonies that flicker in the dark, tenderness held inside discipline."}
{"id":"CM-000386","category":"composers","label":"BYRD","description":"Writes music like hidden prayer, footsteps on stone that never quite confess."}
{"id":"CM-000387","category":"composers","label":"GABRIELI","description":"Hurls brass across vast space until you are surrounded by answering gold."}
{"id":"CM-000388","category":"composers","label":"GESUALDO","description":"Twists harmony into bruised beauty, sweetness and pain sharing one breath."}
{"id":"CM-000389","category":"composers","label":"MONTEVERDI","description":"Turns human voice into weather, drama rising directly out of breath."}
{"id":"CM-000390","category":"composers","label":"SCHUTZ","description":"Speaks grief with crystalline focus, devotion sung with tears still wet."}
{"id":"CM-000391","category":"composers","label":"BACH","description":"Builds clockwork cathedrals, lines interlocking until your mind becomes architecture."}
{"id":"CM-000392","category":"composers","label":"HANDEL","description":"Makes triumph feel ceremonial, trumpets like sunlight on polished metal."}
{"id":"CM-000393","category":"composers","label":"VIVALDI","description":"Paints storms and birds and heat shimmer, violin lightning with a grin."}
{"id":"CM-000394","category":"composers","label":"RAMEAU","description":"Turns decoration into physics, elegance that bites when you lean close."}
{"id":"CM-000395","category":"composers","label":"TELEMANN","description":"Is a cabinet of delights, quick turns, sly dances, endless craft."}
{"id":"CM-000396","category":"composers","label":"COUPERIN","description":"Writes keyboard miniatures that smell like velvet rooms and whispered mischief."}
{"id":"CM-000397","category":"composers","label":"PURCELL","description":"Makes melancholy glow, a soft fog with a blade hidden inside."}
{"id":"CM-000398","category":"composers","label":"SCARLATTI","description":"Snaps out wild little sonatas, hand-crossings like dancing fire."}
{"id":"CM-000399","category":"composers","label":"CORELLI","description":"Draws smooth curves of harmony, calm gravity pulling every phrase home."}
{"id":"CM-000400","category":"composers","label":"PACHELBEL","description":"Makes repetition feel inevitable, a gentle wheel that keeps turning you softer."}
{"id":"CM-000401","category":"composers","label":"HAYDN","description":"Smiles through structure, surprises tucked into symmetry like jokes for the attentive."}
{"id":"CM-000402","category":"composers","label":"MOZART","description":"Makes perfection look effortless, sunlight that somehow contains tragedy."}
{"id":"CM-000403","category":"composers","label":"BEETHOVEN","description":"Turns rhythm into fate, doors slammed open by sheer will."}
{"id":"CM-000404","category":"composers","label":"GLUCK","description":"Strips opera to the nerve, drama that refuses ornamental distractions."}
{"id":"CM-000405","category":"composers","label":"BOCCHERINI","description":"Moves with courtly poise, chamber music that glows like polished wood."}
{"id":"CM-000406","category":"composers","label":"SCHUBERT","description":"Wanders through tenderness, melodies that feel like night air on bare skin."}
{"id":"CM-000407","category":"composers","label":"ROSSINI","description":"Fires off comic brilliance, champagne bubbles hiding razor timing."}
{"id":"CM-000408","category":"composers","label":"FELIX_MENDELSSOHN","description":"Makes forests shimmer, quicksilver elegance with hidden steel."}
{"id":"CM-000409","category":"composers","label":"FANNY_MENDELSSOHN","description":"Writes intimate storms, rooms of feeling with windows flung open."}
{"id":"CM-000410","category":"composers","label":"ROBERT_SCHUMANN","description":"Masks and unmasks the psyche, characters dancing inside a single mind."}
{"id":"CM-000411","category":"composers","label":"CLARA_SCHUMANN","description":"Sings with restraint and fire, virtuosity that refuses to beg for permission."}
{"id":"CM-000412","category":"composers","label":"BERLIOZ","description":"Stages hallucinations, orchestras as laboratories for fever dreams."}
{"id":"CM-000413","category":"composers","label":"CHOPIN","description":"Turns the piano into breath and velvet, sorrow made impossibly refined."}
{"id":"CM-000414","category":"composers","label":"LISZT","description":"Makes fingers catch fire, grandeur that winks at its own excess."}
{"id":"CM-000415","category":"composers","label":"WAGNER","description":"Forges oceans of sound, desire and doom moving like tectonic plates."}
{"id":"CM-000416","category":"composers","label":"VERDI","description":"Puts politics in the lungs, choruses that feel like crowds becoming one voice."}
{"id":"CM-000417","category":"composers","label":"BRAHMS","description":"Knots warmth and rigor together, autumn light caught in thick harmony."}
{"id":"CM-000418","category":"composers","label":"TCHAIKOVSKY","description":"Makes melody weep and sparkle, winter romance with sharp edges."}
{"id":"CM-000419","category":"composers","label":"DVORAK","description":"Carries home inside symphonies, dances turned into wide horizons."}
{"id":"CM-000420","category":"composers","label":"GRIEG","description":"Paints mist and mountain air, lyricism that smells like cold stone."}
{"id":"CM-000421","category":"composers","label":"SMETANA","description":"Makes landscape sing, a current you can feel in your ribs."}
{"id":"CM-000422","category":"composers","label":"RIMSKY_KORSAKOV","description":"Spins orchestral color until you taste it, glittering narrative in motion."}
{"id":"CM-000423","category":"composers","label":"MUSSORGSKY","description":"Writes with raw stone honesty, rough truth made monumental."}
{"id":"CM-000424","category":"composers","label":"BORODIN","description":"Opens wide plains of melody, heroic calm with sudden sunrise moments."}
{"id":"CM-000425","category":"composers","label":"FAURE","description":"Glows softly at the edges, harmony like dusk that refuses to end."}
{"id":"CM-000426","category":"composers","label":"BRUCKNER","description":"Builds towering blocks of sound, prayer shaped as vast space."}
{"id":"CM-000427","category":"composers","label":"MAHLER","description":"Contains everything, lullabies, marches, terror, tenderness, all insisting on coexistence."}
{"id":"CM-000428","category":"composers","label":"RICHARD_STRAUSS","description":"Polishes orchestration to blinding shine, decadence with a dangerous grin."}
{"id":"CM-000429","category":"composers","label":"SIBELIUS","description":"Carves sound like wind through pine, slow power under a frozen surface."}
{"id":"CM-000430","category":"composers","label":"PUCCINI","description":"Makes emotion unavoidable, melody arriving like a hand closing around your heart."}
{"id":"CM-000431","category":"composers","label":"DEBUSSY","description":"Turns harmony into light on ripples, sensation before explanation."}
{"id":"CM-000432","category":"composers","label":"RAVEL","description":"Is precision with perfume, jeweled gears turning in perfect taste."}
{"id":"CM-000433","category":"composers","label":"SATIE","description":"Walks past drama whistling, simplicity that somehow feels like a dare."}
{"id":"CM-000434","category":"composers","label":"SCRIABIN","description":"Chases transcendence through chromatic fire, perfume and lightning in the same breath."}
{"id":"CM-000435","category":"composers","label":"STRAVINSKY","description":"Makes rhythm ceremonial, bodies and drums discovering something ancient."}
{"id":"CM-000436","category":"composers","label":"SCHOENBERG","description":"Snaps the old compass, then asks you to navigate by different stars."}
{"id":"CM-000437","category":"composers","label":"BERG","description":"Keeps tenderness inside shards, lyricism peeking through broken glass."}
{"id":"CM-000438","category":"composers","label":"WEBERN","description":"Makes music microscopic, each note a glittering particle with weight."}
{"id":"CM-000439","category":"composers","label":"BARTOK","description":"Digs folk bones out of the ground, then builds fierce architecture on top."}
{"id":"CM-000440","category":"composers","label":"PROKOFIEV","description":"Grins through sharp angles, motor energy with a mischievous eyebrow."}
{"id":"CM-000441","category":"composers","label":"SHOSTAKOVICH","description":"Sings under surveillance, courage coded into sarcasm and sudden screams."}
{"id":"CM-000442","category":"composers","label":"BRITTEN","description":"Lets the sea into the score, innocence and cruelty moving in the same currents."}
{"id":"CM-000443","category":"composers","label":"VAUGHAN_WILLIAMS","description":"Hears myth inside countryside, wide skies with old stories under the grass."}
{"id":"CM-000444","category":"composers","label":"MESSIAEN","description":"Makes birds into theology, color and faith braided into ecstatic time."}
{"id":"CM-000445","category":"composers","label":"HINDEMITH","description":"Runs on craft and torque, lines meshing like well-made machinery."}
{"id":"CM-000446","category":"composers","label":"COPLAND","description":"Opens huge air around simple intervals, frontier spaciousness with clean horizons."}
{"id":"CM-000447","category":"composers","label":"IVES","description":"Layers marching bands and hymns, memory and noise becoming one strange town."}
{"id":"CM-000448","category":"composers","label":"VARESE","description":"Treats sound as matter, sirens and brass like weather systems colliding."}
{"id":"CM-000449","category":"composers","label":"CAGE","description":"Invites the world into the piece, silence and accident becoming instruments."}
{"id":"CM-000450","category":"composers","label":"BOULEZ","description":"Refracts structure into glittering complexity, sharp intellect with glittering edges."}
{"id":"CM-000451","category":"composers","label":"STOCKHAUSEN","description":"Tunes the room to the sky, electronics as ritual antennae."}
{"id":"CM-000452","category":"composers","label":"XENAKIS","description":"Unleashes brutal geometry, storms of sound shaped by hard math."}
{"id":"CM-000453","category":"composers","label":"LIGETI","description":"Makes clouds of motion, thousands of tiny threads moving as one creature."}
{"id":"CM-000454","category":"composers","label":"LUTOSLAWSKI","description":"Leads you through controlled chaos, freedom guided by hidden corridors."}
{"id":"CM-000455","category":"composers","label":"PENDERECKI","description":"Makes strings scream like bending metal, beauty that stings before it blooms."}
{"id":"CM-000456","category":"composers","label":"ARVO_PART","description":"Rings silence into meaning, simplicity that feels like a cleared room."}
{"id":"CM-000457","category":"composers","label":"STEVE_REICH","description":"Locks you into time grids, pattern becoming trance without asking permission."}
{"id":"CM-000458","category":"composers","label":"PHILIP_GLASS","description":"Builds shimmering repetition, momentum as a kind of luminous insistence."}
{"id":"CM-000459","category":"composers","label":"TYAGARAJA","description":"Pours devotion into melody, song as prayer that refuses to be small."}
{"id":"CM-000460","category":"composers","label":"RAVI_SHANKAR","description":"Stretches time into dawn, a single scale becoming an entire landscape."}
{"id":"CM-000461","category":"composers","label":"AR_RAHMAN","description":"Fuses sacred shimmer and street electricity, emotion engineered for wide skies."}
{"id":"CM-000462","category":"composers","label":"TAN_DUN","description":"Makes water and stone speak, ritual sound wearing modern clothes."}
{"id":"CM-000463","category":"composers","label":"TORE_TAKEMITSU","description":"Paints silence with color, music like mist settling on leaves."}
{"id":"CM-000464","category":"composers","label":"ISANG_YUN","description":"Bends phrases like wind, tension and release shaped by long inhalations."}
{"id":"CM-000465","category":"composers","label":"PIAZZOLLA","description":"Turns dance into noir, bandoneón smoke and sharp heels on wet pavement."}
{"id":"CM-000466","category":"composers","label":"VILLA_LOBOS","description":"Lets the forest into the orchestra, birds, street rhythms, and wild sunlight."}
{"id":"CM-000467","category":"composers","label":"UMM_KULTHUM","description":"Stretches a phrase until the room levitates, ecstasy built from patient repetition."}
{"id":"CM-000468","category":"composers","label":"FELA_KUTI","description":"Drives groove like a sermon, horns and politics dancing in the same sweat."}
{"id":"CM-000469","category":"composers","label":"ELLINGTON","description":"Turns the band into city lights, velvet swing with sharp silhouettes."}
{"id":"CM-000470","category":"composers","label":"MONK","description":"Makes the piano lurch and grin, wrong notes becoming the point."}
{"id":"CM-000471","category":"composers","label":"MINGUS","description":"Is gospel and fury, bass like thunder arguing with itself."}
{"id":"CM-000472","category":"composers","label":"MILES_DAVIS","description":"Plays space like an instrument, cool heat curling around silence."}
{"id":"CM-000473","category":"composers","label":"GERSHWIN","description":"Makes jazz wear a tuxedo, bright steel cities humming with melody."}
{"id":"CM-000474","category":"composers","label":"JOHN_WILLIAMS","description":"Makes leitmotifs feel like destiny, brass and strings carving heroes into air."}
{"id":"CM-000475","category":"composers","label":"MORRICONE","description":"Turns a single sound into a landscape, dust, irony, tenderness, and threat."}
{"id":"CM-000476","category":"composers","label":"HISAISHI","description":"Writes innocence with teeth, lullabies that open into vast skies."}
{"id":"CM-000477","category":"composers","label":"KOJI_KONDO","description":"Makes tiny melodies feel like whole worlds, adventure compressed into bright hooks."}
{"id":"CM-000478","category":"composers","label":"NOBUO_UEMATSU","description":"Builds long emotional arcs, themes that feel like friendships you grew up with."}
{"id":"CM-000479","category":"Epistemology and framing","label":"EPI_PARADIGM","description":"Change what counts as evidence and watch the same facts arrange themselves into a new shape."}
{"id":"CM-000480","category":"Epistemology and framing","label":"EPI_PRIOR","description":"Name the assumption you walked in with, then listen for the parts of the world it muffles."}
{"id":"CM-000481","category":"Epistemology and framing","label":"EPI_POSTERIOR","description":"Let new information rewrite your confidence, even when your favorite story resists."}
{"id":"CM-000482","category":"Epistemology and framing","label":"EPI_LIKELIHOOD","description":"Treat each explanation as a wager and ask which one keeps paying out under scrutiny."}
{"id":"CM-000483","category":"Epistemology and framing","label":"EPI_CALIBRATION","description":"Make confidence match outcomes, so certainty earns its reputation."}
{"id":"CM-000484","category":"Epistemology and framing","label":"EPI_SKEPTICISM","description":"Demand receipts with enough patience that the truth still feels welcome."}
{"id":"CM-000485","category":"Epistemology and framing","label":"EPI_CURIOSITY","description":"Ask the question that makes your first answer feel like a draft."}
{"id":"CM-000486","category":"Epistemology and framing","label":"EPI_DOUBT","description":"Hold uncertainty like a lantern that keeps revealing new contours."}
{"id":"CM-000487","category":"Epistemology and framing","label":"EPI_CONTEXT","description":"Swap the background and watch meaning change species."}
{"id":"CM-000488","category":"Epistemology and framing","label":"EPI_PARALLAX","description":"Move the observer and discover the object has more than one honest angle."}
{"id":"CM-000489","category":"Epistemology and framing","label":"EPI_VIEWPOINT","description":"Choose a seat in the theater and notice which characters vanish from the stage."}
{"id":"CM-000490","category":"Epistemology and framing","label":"EPI_PERSPECTIVE","description":"Rotate the idea in your hands until the shadows start speaking."}
{"id":"CM-000491","category":"Epistemology and framing","label":"EPI_REALISM","description":"Assume a world exists outside the story and test where the story disagrees."}
{"id":"CM-000492","category":"Epistemology and framing","label":"EPI_IDEALISM","description":"Treat experience as primary material and let the external world emerge as an inference."}
{"id":"CM-000493","category":"Epistemology and framing","label":"EPI_EMPIRICISM","description":"Let perception argue first, even when theory sounds more elegant."}
{"id":"CM-000494","category":"Epistemology and framing","label":"EPI_RATIONALISM","description":"Start from principles and see what the world must look like if the logic holds."}
{"id":"CM-000495","category":"Epistemology and framing","label":"EPI_PRAGMATISM","description":"Judge ideas by what they enable, what they block, and what they quietly distort."}
{"id":"CM-000496","category":"Epistemology and framing","label":"EPI_CONSTRUCTIVISM","description":"Inspect how meaning gets built, who builds it, and which beams are load-bearing."}
{"id":"CM-000497","category":"Epistemology and framing","label":"EPI_RELATIVISM","description":"Let the frame reshape the facts, then compare frames with ruthless care."}
{"id":"CM-000498","category":"Epistemology and framing","label":"EPI_OBJECTIVITY","description":"Speak as if you could be wrong and still be useful, then keep that promise."}
{"id":"CM-000499","category":"Epistemology and framing","label":"EPI_SUBJECTIVITY","description":"Treat the observer as part of the instrument and tune the instrument deliberately."}
{"id":"CM-000500","category":"Epistemology and framing","label":"EPI_PHENOMENOLOGY","description":"Stay with how it appears before you rush to label what it is."}
{"id":"CM-000501","category":"Epistemology and framing","label":"EPI_METRICS","description":"Count what you can, then audit what your counting trained you to ignore."}
{"id":"CM-000502","category":"Epistemology and framing","label":"EPI_QUALIA","description":"Honor the texture of experience that refuses to become a clean number."}
{"id":"CM-000503","category":"Epistemology and framing","label":"EPI_CERTAINTY","description":"Use certainty like a strong spice and notice how it changes the whole dish."}
{"id":"CM-000504","category":"Epistemology and framing","label":"EPI_UNCERTAINTY","description":"Leave room for the unknown long enough that its outline becomes visible."}
{"id":"CM-000505","category":"Epistemology and framing","label":"EPI_CONFIDENCE","description":"Treat confidence as a dial that deserves constant retuning."}
{"id":"CM-000506","category":"Epistemology and framing","label":"EPI_ERROR","description":"Follow the mistakes carefully, they often point straight at the real model."}
{"id":"CM-000507","category":"Epistemology and framing","label":"EPI_NOISE","description":"Listen to the hiss and ask which message is using it as camouflage."}
{"id":"CM-000508","category":"Epistemology and framing","label":"EPI_SIGNAL","description":"Find the pattern that survives when you remove everything that only feels true."}
{"id":"CM-000509","category":"Epistemology and framing","label":"EPI_BIAS","description":"Interrogate your defaults like inherited furniture that came with hidden stains."}
{"id":"CM-000510","category":"Epistemology and framing","label":"EPI_SALIENCE","description":"Notice what keeps stealing attention and ask what it is recruiting you to believe."}
{"id":"CM-000511","category":"Epistemology and framing","label":"EPI_ATTENTION","description":"Aim your focus like a flashlight and watch the world rearrange around the beam."}
{"id":"CM-000512","category":"Epistemology and framing","label":"EPI_FRAMING","description":"Change the question and watch the answer show up in different clothing."}
{"id":"CM-000513","category":"Epistemology and framing","label":"EPI_NARRATIVE","description":"Let the explanation become a story, then ask what the story is optimizing for."}
{"id":"CM-000514","category":"Epistemology and framing","label":"EPI_STORY","description":"Track who becomes hero, who becomes villain, and who disappears entirely."}
{"id":"CM-000515","category":"Epistemology and framing","label":"EPI_SUBTEXT","description":"Listen for what the words keep circling without ever touching."}
{"id":"CM-000516","category":"Epistemology and framing","label":"EPI_IMPLICATION","description":"Push one claim forward and see what else it drags along behind it."}
{"id":"CM-000517","category":"Epistemology and framing","label":"EPI_SILENCE","description":"Treat omission as an artifact with shape, weight, and motive."}
{"id":"CM-000518","category":"Epistemology and framing","label":"EPI_CONTRADICTION","description":"Hold two clashing facts together until a deeper pattern shows itself."}
{"id":"CM-000519","category":"Epistemology and framing","label":"EPI_TENSION","description":"Use discomfort as a compass pointing toward the edge of your understanding."}
{"id":"CM-000520","category":"Epistemology and framing","label":"EPI_PROOF","description":"Ask what would convince a hostile version of you who brought better questions."}
{"id":"CM-000521","category":"Epistemology and framing","label":"EPI_DISPROOF","description":"Hunt for the observation that would collapse your argument in one clean move."}
{"id":"CM-000522","category":"Epistemology and framing","label":"EPI_FALSIFIABILITY","description":"Shape the claim so reality has an obvious handle to grab and test."}
{"id":"CM-000523","category":"Epistemology and framing","label":"EPI_COUNTEREXAMPLE","description":"Seek the weird case that breaks the rule and teaches the real rule hiding underneath."}
{"id":"CM-000524","category":"Epistemology and framing","label":"EPI_EDGECASE","description":"Explore the border conditions where your model starts to stutter."}
{"id":"CM-000525","category":"Epistemology and framing","label":"EPI_ANOMALY","description":"Treat the anomaly as a messenger and ask what it came to warn you about."}
{"id":"CM-000526","category":"Epistemology and framing","label":"EPI_OUTLIER","description":"Decide whether the outlier is error, exception, or the start of a new continent."}
{"id":"CM-000527","category":"Epistemology and framing","label":"EPI_GENERALIZATION","description":"Stretch the idea until it tears, then study the tear like a map."}
{"id":"CM-000528","category":"Epistemology and framing","label":"EPI_SPECIFICITY","description":"Pin the details down until the abstraction earns its keep."}
{"id":"CM-000529","category":"Epistemology and framing","label":"EPI_GRANULARITY","description":"Choose the resolution of your lens and accept the trade you just made."}
{"id":"CM-000530","category":"Epistemology and framing","label":"EPI_RESOLUTION","description":"Increase detail until pattern becomes chatter, then step back one notch."}
{"id":"CM-000531","category":"Epistemology and framing","label":"EPI_SCALE","description":"Zoom in, zoom out, and notice which truths only exist at certain distances."}
{"id":"CM-000532","category":"Epistemology and framing","label":"EPI_ABSTRACTION","description":"Remove particulars until only structure remains, then ask what vanished with the particulars."}
{"id":"CM-000533","category":"Epistemology and framing","label":"EPI_CONCRETENESS","description":"Anchor the concept in a sensory moment and see if it still holds together."}
{"id":"CM-000534","category":"Epistemology and framing","label":"EPI_SIMULATION","description":"Build a small fake world and notice which truths sneak in anyway."}
{"id":"CM-000535","category":"Epistemology and framing","label":"EPI_MODELING","description":"Draw a map of the thing and label the missing territories with honesty."}
{"id":"CM-000536","category":"Epistemology and framing","label":"EPI_METAPHOR","description":"Borrow a frame from elsewhere and let it commit useful crimes against habit."}
{"id":"CM-000537","category":"Epistemology and framing","label":"EPI_ANALOGY","description":"Compare two unlike things until a hidden similarity starts talking."}
{"id":"CM-000538","category":"Epistemology and framing","label":"EPI_SYMBOLISM","description":"Let an image carry meaning without demanding it explain itself."}
{"id":"CM-000539","category":"Epistemology and framing","label":"EPI_LANGUAGE","description":"Notice how words carve the world into categories you never explicitly agreed to."}
{"id":"CM-000540","category":"Epistemology and framing","label":"EPI_DEFINITIONS","description":"Lock the terms down and watch which possibilities get locked out too."}
{"id":"CM-000541","category":"Epistemology and framing","label":"EPI_TAXONOMY","description":"Sort the phenomena into boxes and pay attention to what refuses every box."}
{"id":"CM-000542","category":"Epistemology and framing","label":"EPI_NAMING","description":"Name it and observe how the name begins steering your perception."}
{"id":"CM-000543","category":"Epistemology and framing","label":"EPI_SIGNIFIERS","description":"Follow the signs and ask what they keep pointing away from."}
{"id":"CM-000544","category":"Epistemology and framing","label":"EPI_REFERENTS","description":"Reach for the thing itself whenever possible and compare it to the story about it."}
{"id":"CM-000545","category":"Epistemology and framing","label":"EPI_SEMIOTICS","description":"Treat meaning as a system and look for its rules, loopholes, and rituals."}
{"id":"CM-000546","category":"Epistemology and framing","label":"EPI_HERMENEUTICS","description":"Interpret the text, then interpret the interpreter you became while doing it."}
{"id":"CM-000547","category":"Epistemology and framing","label":"EPI_TRANSLATION","description":"Move the idea into another language and learn from what breaks and what grows."}
{"id":"CM-000548","category":"Epistemology and framing","label":"EPI_INTERPRETATION","description":"Offer a reading that helps, then pressure-test it against rival readings."}
{"id":"CM-000549","category":"Epistemology and framing","label":"EPI_EXEGESIS","description":"Dig into details until the surface story reveals its machinery."}
{"id":"CM-000550","category":"Epistemology and framing","label":"EPI_DIALECTIC","description":"Let opposing claims spar until they generate a third possibility."}
{"id":"CM-000551","category":"Epistemology and framing","label":"EPI_ARGUMENT","description":"Separate persuasion from accuracy and notice which one you have been feeding."}
{"id":"CM-000552","category":"Epistemology and framing","label":"EPI_RHETORIC","description":"Spot the emotional levers and decide what job they are doing in your thinking."}
{"id":"CM-000553","category":"Epistemology and framing","label":"EPI_EVIDENCE","description":"Collect artifacts that survive your mood and still speak clearly."}
{"id":"CM-000554","category":"Epistemology and framing","label":"EPI_TESTIMONY","description":"Ask who is speaking, what they saw, and what they needed the world to be."}
{"id":"CM-000555","category":"Epistemology and framing","label":"EPI_AUTHORITY","description":"Borrow credibility carefully and keep track of the receipts."}
{"id":"CM-000556","category":"Epistemology and framing","label":"EPI_CREDIBILITY","description":"Decide what would make you trust this if it arrived from a stranger."}
{"id":"CM-000557","category":"Epistemology and framing","label":"EPI_VERIFIABILITY","description":"Prefer claims that can be checked by someone who dislikes you."}
{"id":"CM-000558","category":"Epistemology and framing","label":"EPI_REPLICATION","description":"Repeat the process and see whether reality answers the same way twice."}
{"id":"CM-000559","category":"Epistemology and framing","label":"EPI_TRIANGULATION","description":"Check from multiple angles until the claim stops wobbling."}
{"id":"CM-000560","category":"Epistemology and framing","label":"EPI_PROVENANCE","description":"Trace where the information came from and what it passed through on the way."}
{"id":"CM-000561","category":"Epistemology and framing","label":"EPI_ASSUMPTIONS","description":"List the hidden premises and identify which one is doing the heavy lifting."}
{"id":"CM-000562","category":"Epistemology and framing","label":"EPI_LIMITS","description":"Draw the boundary of the claim so it stays honest about where it applies."}
{"id":"CM-000563","category":"Epistemology and framing","label":"EPI_TRADEOFFS","description":"Name what you gained and what you spent by choosing this frame."}
{"id":"CM-000564","category":"Epistemology and framing","label":"EPI_PARSIMONY","description":"Use the simplest model that still honors the weirdness you keep encountering."}
{"id":"CM-000565","category":"Epistemology and framing","label":"EPI_COMPLEXITY","description":"Let the model grow as needed, then make it legible enough to live with."}
{"id":"CM-000566","category":"Epistemology and framing","label":"EPI_SURPRISE","description":"Treat surprise as a measurement of how wrong your expectations were."}
{"id":"CM-000567","category":"Epistemology and framing","label":"EPI_INSIGHT","description":"Aim for the moment many facts snap into one clear pattern, then examine its price."}
{"id":"CM-000568","category":"Epistemology and framing","label":"EPI_CLARITY","description":"Let understanding feel crisp enough to act on, without flattening what matters."}
{"id":"CM-000569","category":"Emotion and motivation","label":"IMP_GRAVITY","description":"Choose a feeling as gravity and let everything fall toward it."}
{"id":"CM-000570","category":"Emotion and motivation","label":"IMP_CALM","description":"Let calm become suspense through tiny, deliberate shifts."}
{"id":"CM-000571","category":"Emotion and motivation","label":"IMP_INTENSITY","description":"Make intensity arrive as a slow tide, not a jump scare."}
{"id":"CM-000572","category":"Emotion and motivation","label":"IMP_POWER","description":"Give the user power, then make them wonder if they deserve it."}
{"id":"CM-000573","category":"Emotion and motivation","label":"IMP_COMFORT","description":"Put comfort in the wrong place, where it feels slightly illegal."}
{"id":"CM-000574","category":"Emotion and motivation","label":"IMP_FEAR","description":"Let fear be curious, the kind that leans closer."}
{"id":"CM-000575","category":"Emotion and motivation","label":"IMP_AWE","description":"Make wonder practical, like awe that solves problems."}
{"id":"CM-000576","category":"Emotion and motivation","label":"IMP_TENDERNESS","description":"Turn tenderness into a system constraint and see what it forces."}
{"id":"CM-000577","category":"Emotion and motivation","label":"IMP_HUMOR","description":"Let humor sharpen the blade rather than dull it."}
{"id":"CM-000578","category":"Emotion and motivation","label":"IMP_MOTIVE","description":"Make motivation ambiguous, so the user cannot tell if they are saving or exploiting."}
{"id":"CM-000579","category":"Emotion and motivation","label":"IMP_VALENCE","description":"Slide the emotional temperature from sweet to sour and notice what decisions flip with it."}
{"id":"CM-000580","category":"Emotion and motivation","label":"IMP_AROUSAL","description":"Turn the internal volume knob from lullaby to alarm and let the same scene mean something else."}
{"id":"CM-000581","category":"Emotion and motivation","label":"IMP_DOMINANCE","description":"Shift the feeling of control until even small actions feel either heroic or futile."}
{"id":"CM-000582","category":"Emotion and motivation","label":"IMP_TENSION","description":"Stretch the string tighter and tighter, then decide whether release is mercy or loss."}
{"id":"CM-000583","category":"Emotion and motivation","label":"IMP_SAFETY","description":"Make the world feel secure, then quietly remove one invisible support beam."}
{"id":"CM-000584","category":"Emotion and motivation","label":"IMP_DREAD","description":"Let the threat arrive as certainty without arrival, a shadow that never needs to enter."}
{"id":"CM-000585","category":"Emotion and motivation","label":"IMP_RELIEF","description":"Give a hard-won exhale and make it change what the user believes is possible next."}
{"id":"CM-000586","category":"Emotion and motivation","label":"IMP_JOY","description":"Make delight feel earned, not gifted, so it lands like sunlight after long weather."}
{"id":"CM-000587","category":"Emotion and motivation","label":"IMP_SADNESS","description":"Let grief slow time and make every detail suddenly more honest."}
{"id":"CM-000588","category":"Emotion and motivation","label":"IMP_ANGER","description":"Turn outrage into propulsion and watch how it simplifies the moral landscape."}
{"id":"CM-000589","category":"Emotion and motivation","label":"IMP_DISGUST","description":"Use revulsion as a boundary marker, then tempt the user to cross it for a reason."}
{"id":"CM-000590","category":"Emotion and motivation","label":"IMP_SURPRISE","description":"Break the predicted pattern cleanly enough that the mind has to redraw its map."}
{"id":"CM-000591","category":"Emotion and motivation","label":"IMP_CURIOSITY","description":"Place a question-shaped gap in the world and make it tug the user forward."}
{"id":"CM-000592","category":"Emotion and motivation","label":"IMP_CONFUSION","description":"Let disorientation be purposeful, a fog designed to reveal a new kind of seeing."}
{"id":"CM-000593","category":"Emotion and motivation","label":"IMP_CLARITY","description":"Give a moment of crisp understanding that feels like the room suddenly has air again."}
{"id":"CM-000594","category":"Emotion and motivation","label":"IMP_ANTICIPATION","description":"Make the user feel the future arriving before it arrives, like footsteps in a hallway."}
{"id":"CM-000595","category":"Emotion and motivation","label":"IMP_SATIATION","description":"Let fullness become its own boredom, then offer hunger as the next engine."}
{"id":"CM-000596","category":"Emotion and motivation","label":"IMP_LONGING","description":"Introduce something just out of reach and let desire become the plot."}
{"id":"CM-000597","category":"Emotion and motivation","label":"IMP_ENVY","description":"Show a better version elsewhere and let comparison quietly poison or inspire."}
{"id":"CM-000598","category":"Emotion and motivation","label":"IMP_PRIDE","description":"Reward competence with dignity, then ask what pride is hiding from."}
{"id":"CM-000599","category":"Emotion and motivation","label":"IMP_SHAME","description":"Make self-judgment audible and offer a way to transform it without erasing it."}
{"id":"CM-000600","category":"Emotion and motivation","label":"IMP_GUILT","description":"Let responsibility sting, then make repair feel like a real option."}
{"id":"CM-000601","category":"Emotion and motivation","label":"IMP_EMBARRASSMENT","description":"Let social awkwardness become a tiny horror, then turn it into charm or insight."}
{"id":"CM-000602","category":"Emotion and motivation","label":"IMP_ADMIRATION","description":"Give the user something to respect so deeply it reorganizes their standards."}
{"id":"CM-000603","category":"Emotion and motivation","label":"IMP_AFFECT","description":"Tint everything with a subtle mood filter so the world feels biased on purpose."}
{"id":"CM-000604","category":"Emotion and motivation","label":"IMP_EMPATHY","description":"Make another viewpoint feel inhabitable, then force a choice that hurts either way."}
{"id":"CM-000605","category":"Emotion and motivation","label":"IMP_COMPASSION","description":"Offer care that costs something, then show what that cost buys."}
{"id":"CM-000606","category":"Emotion and motivation","label":"IMP_RESENTMENT","description":"Let a small unfairness accumulate until it becomes a worldview."}
{"id":"CM-000607","category":"Emotion and motivation","label":"IMP_BITTERNESS","description":"Make sweetness taste like betrayal and watch optimism struggle to survive."}
{"id":"CM-000608","category":"Emotion and motivation","label":"IMP_HOPE","description":"Place a believable exit sign in the dark and let it guide risk-taking."}
{"id":"CM-000609","category":"Emotion and motivation","label":"IMP_DESPAIR","description":"Remove the imagined escape hatch and see what truth remains when coping fails."}
{"id":"CM-000610","category":"Emotion and motivation","label":"IMP_COURAGE","description":"Make fear present and action necessary, so bravery becomes a behavior not a vibe."}
{"id":"CM-000611","category":"Emotion and motivation","label":"IMP_BRAVADO","description":"Let confidence outrun competence and decide whether it becomes comedy or tragedy."}
{"id":"CM-000612","category":"Emotion and motivation","label":"IMP_VULNERABILITY","description":"Expose a soft interior and make it powerful rather than pathetic."}
{"id":"CM-000613","category":"Emotion and motivation","label":"IMP_INTIMACY","description":"Reduce the distance until details become personal and silence becomes loud."}
{"id":"CM-000614","category":"Emotion and motivation","label":"IMP_DISTANCE","description":"Keep things just far enough away that desire has room to grow teeth."}
{"id":"CM-000615","category":"Emotion and motivation","label":"IMP_ISOLATION","description":"Make aloneness feel like clarity, then let it turn into hunger for contact."}
{"id":"CM-000616","category":"Emotion and motivation","label":"IMP_BELONGING","description":"Offer inclusion as a warm room, then reveal the rules pinned to the door."}
{"id":"CM-000617","category":"Emotion and motivation","label":"IMP_ALIENATION","description":"Make the familiar feel wrong by a millimeter and let unease do the work."}
{"id":"CM-000618","category":"Emotion and motivation","label":"IMP_TRUST","description":"Give the user a reason to lean in, then test whether they keep leaning."}
{"id":"CM-000619","category":"Emotion and motivation","label":"IMP_SUSPICION","description":"Make motives legible but not provable, so every kindness could be strategy."}
{"id":"CM-000620","category":"Emotion and motivation","label":"IMP_JEALOUSY","description":"Let attachment turn sharp when a rival possibility enters the room."}
{"id":"CM-000621","category":"Emotion and motivation","label":"IMP_SECURITY","description":"Build a stable base and watch how daring becomes easier when the ground holds."}
{"id":"CM-000622","category":"Emotion and motivation","label":"IMP_RISK","description":"Attach a cost to curiosity so exploration feels like a wager with your own comfort."}
{"id":"CM-000623","category":"Emotion and motivation","label":"IMP_CONTROL","description":"Let mastery feel good, then ask whether it is a cage with velvet lining."}
{"id":"CM-000624","category":"Emotion and motivation","label":"IMP_SURRENDER","description":"Remove the steering wheel and see what new kinds of attention appear."}
{"id":"CM-000625","category":"Emotion and motivation","label":"IMP_OBSESSION","description":"Let a single goal colonize the mind until everything else becomes background noise."}
{"id":"CM-000626","category":"Emotion and motivation","label":"IMP_APATHY","description":"Drain urgency out of the scene and see whether meaning still persists."}
{"id":"CM-000627","category":"Emotion and motivation","label":"IMP_FASCINATION","description":"Give one detail magnetic pull and let it rewrite the user’s priorities."}
{"id":"CM-000628","category":"Emotion and motivation","label":"IMP_EUPHORIA","description":"Make joy spike into unreality, then decide whether it is prophecy or drug."}
{"id":"CM-000629","category":"Emotion and motivation","label":"IMP_MELANCHOLY","description":"Tint beauty with loss so every pleasant thing arrives with a shadow."}
{"id":"CM-000630","category":"Emotion and motivation","label":"IMP_NOSTALGIA","description":"Make the past feel reachable, then reveal it was a scent, not a place."}
{"id":"CM-000631","category":"Emotion and motivation","label":"IMP_REGRET","description":"Let a fork in the road echo behind the user like a second set of footsteps."}
{"id":"CM-000632","category":"Emotion and motivation","label":"IMP_REMORSE","description":"Let harm be recognized fully, then make repair harder but still real."}
{"id":"CM-000633","category":"Emotion and motivation","label":"IMP_FORGIVENESS","description":"Offer release without erasing consequence, and watch what softens."}
{"id":"CM-000634","category":"Emotion and motivation","label":"IMP_MERCY","description":"Let kindness interrupt justice and see whether the world improves or rots."}
{"id":"CM-000635","category":"Emotion and motivation","label":"IMP_VENGEANCE","description":"Make payback feel delicious, then let the aftertaste educate."}
{"id":"CM-000636","category":"Emotion and motivation","label":"IMP_PATIENCE","description":"Make waiting productive, a slow engine that changes the user while nothing happens."}
{"id":"CM-000637","category":"Emotion and motivation","label":"IMP_URGENCY","description":"Compress time until choices become instinct and truth leaks out."}
{"id":"CM-000638","category":"Emotion and motivation","label":"IMP_RESTLESSNESS","description":"Make stillness intolerable so movement becomes its own justification."}
{"id":"CM-000639","category":"Emotion and motivation","label":"IMP_SERENITY","description":"Let quiet become a peak state that the chaos cannot quite touch."}
{"id":"CM-000640","category":"Emotion and motivation","label":"IMP_TRANQUILITY","description":"Lower the noise floor until subtle details feel like fireworks."}
{"id":"CM-000641","category":"Emotion and motivation","label":"IMP_EXHILARATION","description":"Make speed feel like freedom and freedom feel like losing the map."}
{"id":"CM-000642","category":"Emotion and motivation","label":"IMP_DEFIANCE","description":"Turn refusal into identity and let the user feel the heat of their own spine."}
{"id":"CM-000643","category":"Emotion and motivation","label":"IMP_SUBMISSION","description":"Make yielding feel like strategy rather than weakness, then complicate it."}
{"id":"CM-000644","category":"Emotion and motivation","label":"IMP_CATHARSIS","description":"Build pressure carefully, then release it so the user feels clean and slightly raw."}
{"id":"CM-000645","category":"Emotion and motivation","label":"IMP_ENTHUSIASM","description":"Let excitement be contagious, then test whether it survives friction."}
{"id":"CM-000646","category":"Emotion and motivation","label":"IMP_AMBITION","description":"Make the goal tall enough that reaching for it changes the user’s posture."}
{"id":"CM-000647","category":"Emotion and motivation","label":"IMP_CONTENTMENT","description":"Let “enough” feel like a radical choice in a world that sells more."}
{"id":"CM-000648","category":"Emotion and motivation","label":"IMP_HUNGER","description":"Make desire physical, a sensation that guides attention like smell."}
{"id":"CM-000649","category":"Emotion and motivation","label":"IMP_COVETOUSNESS","description":"Put something precious behind glass and watch wanting turn into strategy."}
{"id":"CM-000650","category":"Emotion and motivation","label":"IMP_REVULSION","description":"Make the user recoil, then reveal the recoil was a clue."}
{"id":"CM-000651","category":"Emotion and motivation","label":"IMP_DELIGHT","description":"Add a small, perfect surprise that makes the world feel friendlier than expected."}
{"id":"CM-000652","category":"Emotion and motivation","label":"IMP_PLAY","description":"Treat experimentation as joy, not obligation, and let discovery feel like mischief."}
{"id":"CM-000653","category":"Emotion and motivation","label":"IMP_FLOW","description":"Align challenge and skill so effort disappears and time becomes elastic."}
{"id":"CM-000654","category":"Emotion and motivation","label":"IMP_FRUSTRATION","description":"Let resistance be instructive, the grit that reveals what matters."}
{"id":"CM-000655","category":"Emotion and motivation","label":"IMP_SATISFACTION","description":"Make completion land with a click, then show what new door that click unlocked."}
{"id":"CM-000656","category":"Emotion and motivation","label":"IMP_BOREDOM","description":"Let monotony become a signal that the system needs a new question."}
{"id":"CM-000657","category":"Emotion and motivation","label":"IMP_REVITALIZATION","description":"Offer a second wind that feels like the world quietly refilling your lungs."}
{"id":"CM-000658","category":"Emotion and motivation","label":"IMP_RESOLVE","description":"Make commitment feel like narrowing a beam of light until it can cut stone."}
{"id":"CM-000659","category":"Emotion and motivation","label":"IMP_HESITATION","description":"Let the pause be meaningful, a moment where the self renegotiates its promises."}
{"id":"CM-000660","category":"Emotion and motivation","label":"IMP_CONFIDENCE","description":"Let competence radiate, then test it with a problem that refuses flattery."}
{"id":"CM-000661","category":"Emotion and motivation","label":"IMP_INSECURITY","description":"Make self-doubt whisper constant edits into every decision."}
{"id":"CM-000662","category":"Emotion and motivation","label":"IMP_REVERENCE","description":"Make the user feel small in a way that is flattering, like kneeling before beauty."}
{"id":"CM-000663","category":"Emotion and motivation","label":"IMP_DISILLUSION","description":"Let the shiny story peel off and reveal the dull mechanism underneath."}
{"id":"CM-000664","category":"Emotion and motivation","label":"IMP_GRATITUDE","description":"Make appreciation concrete, an inventory of gifts the user can finally see."}
{"id":"CM-000665","category":"Emotion and motivation","label":"IMP_YEARNING","description":"Let desire return in cycles, persistent as tide, teaching what the user truly values."}
{"id":"CM-000666","category":"Emotion and motivation","label":"IMP_ADMIRATION_2","description":"Let excellence be visible enough that it lifts the user’s own standards."}
{"id":"CM-000667","category":"Emotion and motivation","label":"IMP_SHOCK","description":"Hit the nervous system first, then let meaning arrive as the second wave."}
{"id":"CM-000668","category":"Emotion and motivation","label":"IMP_REWARD","description":"Make reinforcement subtle and honest, so behavior changes without feeling manipulated."}
